Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Plugin does not support label printing
es: El plugin no admite la impresión de etiquetas

source: Invalid label dimensions
es: Dimensiones de etiqueta no válidas

source: No valid items provided to template
es: No se proporcionaron ítems válidos para la plantilla

source: Error printing label
es: Error al imprimir la etiqueta

source: Template file '{template}' is missing or does not exist
es: El archivo de plantilla '{template}' no existe o está ausente

source: Letter
es: Carta

source: Template file with this name already exists
es: Ya existe un archivo de plantilla con este nombre

source: Template name
es: Nombre de la plantilla

source: Template description
es: Descripción de la plantilla

source: Revision number (auto-increments)
es: Número de revisión (incremento automático)

source: Filename Pattern
es: Patrón de nombre de archivo

source: Pattern for generating filenames
es: Patrón para generar nombres de archivos

source: Template is enabled
es: La plantilla está habilitada

source: Target model type for template
es: Tipo de modelo de destino para la plantilla

source: Filters
es: Filtros

source: Template query filters (comma-separated list of key=value pairs)
es: Filtros de consulta de plantilla (lista separada por comas de pares clave=valor)

source: Template file
es: Archivo de plantilla

source: Page size for PDF reports
es: Tamaño de página para informes PDF

source: Render report in landscape orientation
es: Renderizar informe en orientación horizontal

source: Width [mm]
es: Ancho [mm]

source: Label width, specified in mm
es: Ancho de etiqueta, especificado en mm

source: Height [mm]
es: Altura [mm]

source: Label height, specified in mm
es: Altura de etiqueta, especificada en mm

source: Number of items to process
es: Número de ítems a procesar

source: Report generation is complete
es: Se completó la generación del informe

source: Progress
es: Progreso

source: Report Template
es: Plantilla de informe

source: Output File
es: Archivo de salida

source: Generated output file
es: Archivo de salida generado

source: Label output plugin
es: Plugin de salida de etiquetas

source: Label Template
es: Plantilla de etiqueta

source: Snippet
es: Fragmento

source: Report snippet file
es: Archivo de fragmento de informe

source: Snippet file description
es: Descripción del archivo de fragmento

source: Asset
es: Recurso

source: Report asset file
es: Archivo de recurso del informe

source: Asset file description
es: Descripción del archivo de recurso

source: Select report template
es: Seleccionar plantilla de informe

source: List of item primary keys to include in the report
es: Lista de claves principales de ítems para incluir en el informe

source: Select label template
es: Seleccionar plantilla de etiqueta

source: Printing Plugin
es: Plugin de impresión

source: Select plugin to use for label printing
es: Seleccionar plugin para usar en la impresión de etiquetas

source: QR Code
es: Código QR

source: QR code
es: Código QR

source: Materials needed
es: Materiales necesarios

source: Required For
es: Requerido para

source: Supplier was deleted
es: El proveedor fue eliminado

source: Unit Price
es: Precio unitario

source: Extra Line Items
es: Ítems de línea adicionales

source: Serial Number
es: Número de serie

source: Stock location items
es: Ítems de ubicación de stock

source: Stock Item Test Report
es: Informe de prueba de ítem de stock

source: Test Results
es: Resultados de la prueba

source: Test
es: Prueba

source: Result
es: Resultado

source: Pass
es: Aprobado

source: Fail
es: Falló

source: No result (required)
es: Sin resultado (requerido)

source: No result
es: Sin resultado

source: Installed Items
es: Ítems instalados

source: Serial
es: Serie

source: Asset file does not exist
es: El archivo de recurso no existe

source: Image file not found
es: Archivo de imagen no encontrado

source: part_image tag requires a Part instance
es: La etiqueta 'part_image' requiere una instancia de Parte

source: company_image tag requires a Company instance
es: La etiqueta 'company_image' requiere una instancia de Compañía

source: Location ID
es: ID de ubicación

source: Location Name
es: Nombre de ubicación

source: Location Path
es: Ruta de ubicación

source: Stock Item ID
es: ID de ítem de stock

source: Status Code
es: Código de estado

source: Supplier Part ID
es: ID de parte del proveedor

source: Supplier Part SKU
es: SKU de parte del proveedor

source: Supplier ID
es: ID de proveedor

source: Supplier Name
es: Nombre de proveedor

source: Customer ID
es: ID de cliente

source: Installed In
es: Instalado en

source: Build ID
es: ID de construcción

source: Sales Order ID
es: ID de orden de venta

source: Purchase Order ID
es: ID de orden de compra

source: Review Needed
es: Revisión necesaria

source: Delete on Deplete
es: Eliminar al agotarse

source: Expiry Date
es: Fecha de Caducidad

source: Filter by location depth
es: Filtrar por profundidad de ubicación

source: Filter by top-level locations
es: Filtrar por ubicaciones de nivel superior

source: Include sub-locations in filtered results
es: Incluir sub-ubicaciones en los resultados filtrados

source: Parent Location
es: Ubicación Padre

source: Filter by parent location
es: Filtrar por ubicación padre

source: External Location
es: Ubicación Externa

source: Part Tree
es: Árbol de Partes

source: Expiry date before
es: Fecha de caducidad antes de

source: Expiry date after
es: Fecha de caducidad después de

source: Stale
es: Caducado

source: Quantity is required
es: Se requiere cantidad

source: Valid part must be supplied
es: Debe suministrarse una parte válida

source: The given supplier part does not exist
es: La parte de proveedor proporcionada no existe

source: The supplier part has a pack size defined, but flag use_pack_size not set
es: El proveedor de la parte tiene definido un tamaño de paquete, pero no está configurada la bandera de uso de tamaño de paquete

source: Serial numbers cannot be supplied for a non-trackable part
es: Los números de serie no se pueden suministrar para una parte no rastreable

source: Stock Location type
es: Tipo de Ubicación de Stock

source: Stock Location types
es: Tipos de Ubicaciones de Stock

source: Default icon for all locations that have no icon set (optional)
es: Ícono predeterminado para todas las ubicaciones que no tienen un ícono establecido (opcional)

source: Stock Location
es: Ubicación de Stock

source: Stock Locations
es: Ubicaciones de Stock

source: Owner
es: Propietario

source: Select Owner
es: Seleccionar Propietario

source: Stock items may not be directly located into a structural stock locations, but may be located to child locations.
es: Los ítems de stock no pueden ubicarse directamente en ubicaciones de stock estructurales, pero pueden ubicarse en ubicaciones secundarias.

source: External
es: Externo

source: This is an external stock location
es: Esta es una ubicación externa de stock

source: Location type
es: Tipo de ubicación

source: Stock location type of this location
es: Tipo de ubicación de stock de esta ubicación

source: You cannot make this stock location structural because some stock items are already located into it!
es: ¡No puedes hacer que esta ubicación de stock sea estructural porque algunos ítems de stock ya están ubicados en ella!

source: Stock items cannot be located into structural stock locations!
es: ¡Los ítems de stock no pueden ubicarse en ubicaciones estructurales de stock!

source: Stock item cannot be created for virtual parts
es: No se puede crear un ítem de stock para partes virtuales

source: Part type ('{self.supplier_part.part}') must be {self.part}
es: El tipo de parte ('{self.supplier_part.part}') debe ser {self.part}

source: Quantity must be 1 for item with a serial number
es: La cantidad debe ser 1 para el ítem con número de serie

source: Serial number cannot be set if quantity greater than 1
es: El número de serie no puede establecerse si la cantidad es mayor que 1

source: Item cannot belong to itself
es: El ítem no puede pertenecer a sí mismo

source: Item must have a build reference if is_building=True
es: El ítem debe tener una referencia de construcción si is_building=True

source: Build reference does not point to the same part object
es: La referencia de construcción no apunta al mismo objeto de parte

source: Parent Stock Item
es: Ítem de Stock Padre

source: Base part
es: Parte Base

source: Select a matching supplier part for this stock item
es: Seleccionar una parte de proveedor coincidente para este ítem de stock

source: Where is this stock item located?
es: ¿Dónde se encuentra este ítem de stock?

source: Packaging this stock item is stored in
es: Embalaje en el que se almacena este ítem de stock

source: Is this item installed in another item?
es: ¿Este ítem está instalado en otro ítem?

source: Serial number for this item
es: Número de serie para este ítem

source: Batch code for this stock item
es: Código de lote para este ítem de stock

source: Stock Quantity
es: Cantidad de Stock

source: Source Build
es: Construcción de Origen

source: Build for this stock item
es: Construcción para este ítem de stock

source: Consumed By
es: Consumido Por

source: Build order which consumed this stock item
es: Orden de construcción que consumió este ítem de stock

source: Source Purchase Order
es: Orden de compra de origen

source: Purchase order for this stock item
es: Orden de compra para este ítem de stock

source: Destination Sales Order
es: Orden de venta de destino

source: Expiry date for stock item. Stock will be considered expired after this date
es: Fecha de caducidad para el ítem de stock. El stock se considerará caducado después de esta fecha

source: Delete on deplete
es: Eliminar al agotarse

source: Delete this Stock Item when stock is depleted
es: Eliminar este ítem de stock cuando se agote el stock

source: Single unit purchase price at time of purchase
es: Precio de compra unitario en el momento de la compra

source: Converted to part
es: Convertido a parte

source: Part is not set as trackable
es: La parte no está marcada como rastreable

source: Quantity must be integer
es: La cantidad debe ser un entero

source: Quantity must not exceed available stock quantity ({self.quantity})
es: La cantidad no debe superar la cantidad de stock disponible ({self.quantity})

source: Serial numbers must be a list of integers
es: Los números de serie deben ser una lista de enteros

source: Quantity does not match serial numbers
es: La cantidad no coincide con los números de serie

source: Serial numbers already exist
es: Los números de serie ya existen

source: Test template does not exist
es: La plantilla de prueba no existe

source: Stock item has been assigned to a sales order
es: El ítem de stock ha sido asignado a una orden de venta

source: Stock item is installed in another item
es: El ítem de stock está instalado en otro ítem

source: Stock item contains other items
es: El ítem de stock contiene otros ítems

source: Stock item has been assigned to a customer
es: El ítem de stock ha sido asignado a un cliente

source: Stock item is currently in production
es: El ítem de stock está actualmente en producción

source: Serialized stock cannot be merged
es: El stock serializado no se puede fusionar

source: Duplicate stock items
es: Ítems de stock duplicados

source: Stock items must refer to the same part
es: Los ítems de stock deben hacer referencia a la misma parte

source: Stock items must refer to the same supplier part
es: Los ítems de stock deben hacer referencia a la misma parte del proveedor

source: Stock status codes must match
es: Los códigos de estado del stock deben coincidir

source: StockItem cannot be moved as it is not in stock
es: El ítem de stock no se puede mover porque no está en stock

source: Entry notes
es: Notas de entrada

source: Value must be provided for this test
es: Se debe proporcionar un valor para esta prueba

source: Attachment must be uploaded for this test
es: Se debe subir un archivo adjunto para esta prueba

source: Invalid value for this test
es: Valor no válido para esta prueba

source: Test result
es: Resultado de la prueba

source: Test output value
es: Valor de salida de la prueba

source: Test result attachment
es: Archivo adjunto del resultado de la prueba

source: Test notes
es: Notas de la prueba

source: Test station
es: Estación de prueba

source: The identifier of the test station where the test was performed
es: El identificador de la estación de prueba donde se realizó la prueba

source: Started
es: Iniciado

source: The timestamp of the test start
es: La marca de tiempo del inicio de la prueba

source: Finished
es: Finalizado

source: The timestamp of the test finish
es: La marca de tiempo del final de la prueba

source: Generated batch code
es: Código de lote generado

source: Select build order
es: Seleccionar orden de construcción

source: Select stock item to generate batch code for
es: Seleccionar ítem de stock para generar código de lote

source: Select location to generate batch code for
es: Seleccionar ubicación para generar código de lote

source: Select part to generate batch code for
es: Seleccionar parte para generar código de lote

source: Select purchase order
es: Seleccionar orden de compra

source: Enter quantity for batch code
es: Ingresar cantidad para el código de lote

source: Generated serial number
es: Número de serie generado

source: Select part to generate serial number for
es: Seleccionar parte para generar número de serie

source: Quantity of serial numbers to generate
es: Cantidad de números de serie a generar

source: Test template for this result
es: Plantilla de prueba para este resultado

source: Template ID or test name must be provided
es: Se debe proporcionar el ID de plantilla o el nombre de la prueba

source: The test finished time cannot be earlier than the test started time
es: La hora de finalización de la prueba no puede ser anterior a la hora de inicio de la prueba

source: Serial number is too large
es: El número de serie es demasiado grande

source: Use pack size when adding: the quantity defined is the number of packs
es: Usar tamaño de paquete al agregar: la cantidad definida es el número de paquetes

source: Purchase price of this stock item, per unit or pack
es: Precio de compra de este ítem de stock, por unidad o paquete

source: Enter number of stock items to serialize
es: Ingrese el número de ítems de stock para serializar

source: Quantity must not exceed available stock quantity ({q})
es: La cantidad no debe superar la cantidad de stock disponible ({q})

source: Enter serial numbers for new items
es: Ingrese números de serie para los nuevos ítems

source: Destination stock location
es: Ubicación de stock de destino

source: Optional note field
es: Campo de nota opcional

source: Serial numbers cannot be assigned to this part
es: Los números de serie no se pueden asignar a esta parte

source: Select stock item to install
es: Seleccionar ítem de stock para instalar

source: Quantity to Install
es: Cantidad a instalar

source: Enter the quantity of items to install
es: Ingrese la cantidad de ítems a instalar

source: Add transaction note (optional)
es: Agregar nota de transacción (opcional)

source: Quantity to install must be at least 1
es: La cantidad a instalar debe ser al menos 1

source: Stock item is unavailable
es: El ítem de stock no está disponible

source: Selected part is not in the Bill of Materials
es: La parte seleccionada no está en la lista de materiales

source: Quantity to install must not exceed available quantity
es: La cantidad a instalar no debe superar la cantidad disponible

source: Destination location for uninstalled item
es: Ubicación de destino para el ítem no instalado

source: Select part to convert stock item into
es: Seleccione la parte en la que convertir el ítem de stock

source: Selected part is not a valid option for conversion
es: La parte seleccionada no es una opción válida para la conversión

source: Cannot convert stock item with assigned SupplierPart
es: No se puede convertir el ítem de stock con la SupplierPart asignada

source: Destination location for returned item
es: Ubicación de destino para el ítem devuelto

source: Select stock items to change status
es: Seleccionar ítems de stock para cambiar el estado

source: No stock items selected
es: No se han seleccionado ítems de stock

source: Sublocations
es: Sububicaciones

source: Parent stock location
es: Ubicación principal de stock

source: Part must be salable
es: La parte debe ser vendible

source: Item is allocated to a sales order
es: El ítem está asignado a una orden de venta

source: Item is allocated to a build order
es: El ítem está asignado a una orden de construcción

source: Customer to assign stock items
es: Cliente para asignar ítems de stock

source: Selected company is not a customer
es: La empresa seleccionada no es un cliente

source: Stock assignment notes
es: Notas de asignación de stock

source: A list of stock items must be provided
es: Se debe proporcionar una lista de ítems de stock

source: Stock merging notes
es: Notas de fusión de stock

source: Allow mismatched suppliers
es: Permitir proveedores no coincidentes

source: Allow stock items with different supplier parts to be merged
es: Permitir la fusión de ítems de stock con diferentes partes de proveedores

source: Allow mismatched status
es: Permitir estados no coincidentes

source: Allow stock items with different status codes to be merged
es: Permitir la fusión de ítems de stock con diferentes códigos de estado

source: At least two stock items must be provided
es: Se deben proporcionar al menos dos ítems de stock

source: No Change
es: Sin cambios

source: StockItem primary key value
es: Valor de la clave primaria del ítem de stock

source: Stock item status code
es: Código de estado del ítem de stock

source: Stock transaction notes
es: Notas de transacción de stock

source: Attention needed
es: Atención necesaria

source: Damaged
es: Dañado

source: Destroyed
es: Destruido

source: Rejected
es: Rechazado

source: Quarantined
es: En cuarentena

source: Legacy stock tracking entry
es: Entrada de seguimiento de stock antigua

source: Stock item created
es: Ítem de stock creado

source: Edited stock item
es: Ítem de stock editado

source: Assigned serial number
es: Número de serie asignado

source: Stock counted
es: Stock contado

source: Stock manually added
es: Stock añadido manualmente

source: Stock manually removed
es: Stock eliminado manualmente

source: Location changed
es: Ubicación cambiada

source: Stock updated
es: Stock actualizado

source: Installed into assembly
es: Instalado en ensamblaje

source: Removed from assembly
es: Removido del ensamblaje

source: Installed component item
es: Ítem de componente instalado

source: Removed component item
es: Ítem de componente removido

source: Split from parent item
es: Dividido del ítem padre

source: Split child item
es: Dividir ítem hijo

source: Merged stock items
es: Ítems de stock fusionados

source: Converted to variant
es: Convertido a variante

source: Build order output created
es: Salida de orden de construcción creada

source: Build order output completed
es: Salida de orden de construcción completada

source: Build order output rejected
es: Salida de orden de construcción rechazada

source: Consumed by build order
es: Consumido por orden de construcción

source: Shipped against Sales Order
es: Enviado contra orden de venta

source: Received against Purchase Order
es: Recibido contra orden de compra

source: Returned against Return Order
es: Devuelto contra orden de devolución

source: Sent to customer
es: Enviado al cliente

source: Returned from customer
es: Devuelto por el cliente

source: Stock Item Notes
es: Notas del ítem de stock

source: Installed Stock Items
es: Ítems de stock instalados

source: Install Stock Item
es: Instalar ítem de stock

source: Delete all test results for this stock item
es: Eliminar todos los resultados de pruebas de este ítem de stock

source: Add Test Result
es: Agregar resultado de prueba

source: Locate stock item
es: Localizar ítem de stock

source: Scan to Location
es: Escanear a ubicación

source: Printing actions
es: Acciones de impresión

source: Stock adjustment actions
es: Acciones de ajuste de stock

source: Count stock
es: Contar stock

source: Add stock
es: Agregar stock

source: Remove stock
es: Eliminar stock

source: Serialize stock
es: Serializar stock

source: Transfer stock
es: Transferir stock

source: Assign to customer
es: Asignar a cliente

source: Return to stock
es: Devolver al stock

source: Uninstall stock item
es: Desinstalar ítem de stock

source: Uninstall
es: Desinstalar

source: Install stock item
es: Instalar ítem de stock

source: Install
es: Instalar

source: Convert to variant
es: Convertir a variante

source: Duplicate stock item
es: Duplicar ítem de stock

source: Edit stock item
es: Editar ítem de stock

source: Delete stock item
es: Eliminar ítem de stock

source: Build
es: Construir

source: Parent Item
es: Ítem padre

source: No manufacturer set
es: Fabricante no establecido

source: You are not in the list of owners of this item. This stock item cannot be edited.
es: No estás en la lista de propietarios de este ítem. No puedes editar este ítem de stock.

source: Read only
es: Solo lectura

source: This stock item is unavailable
es: Este ítem de stock no está disponible

source: This stock item is in production and cannot be edited.
es: Este ítem de stock está en producción y no puede ser editado.

source: Edit the stock item from the build view.
es: Edita el ítem de stock desde la vista de construcción.

source: This stock item is allocated to Sales Order
es: Este ítem de stock está asignado a una orden de venta

source: This stock item is allocated to Build Order
es: Este ítem de stock está asignado a una orden de construcción

source: This stock item is serialized. It has a unique serial number and the quantity cannot be adjusted
es: Este ítem de stock está serializado. Tiene un número de serie único y la cantidad no se puede ajustar

source: previous page
es: página anterior

source: Navigate to previous serial number
es: Navegar al número de serie anterior

source: next page
es: página siguiente

source: Navigate to next serial number
es: Navegar al siguiente número de serie

source: Available Quantity
es: Cantidad disponible

source: No location set
es: Ubicación no establecida

source: Tests
es: Pruebas

source: This stock item has not passed all required tests
es: Este ítem de stock no ha pasado todas las pruebas requeridas

source: This StockItem expired on %(item.expiry_date)s
es: Este ítem de stock caducó el %(item.expiry_date)s

source: This StockItem expires on %(item.expiry_date)s
es: Este ítem de stock caduca el %(item.expiry_date)s

source: No stocktake performed
es: No se ha realizado inventario

source: stock item
es: ítem de stock

source: Edit Stock Status
es: Editar estado de stock

source: Stock Item QR Code
es: Código QR del ítem de stock

source: Link Barcode to Stock Item
es: Vincular código de barras al ítem de stock

source: Select one of the part variants listed below.
es: Seleccione una de las variantes de partes listadas a continuación.

source: Warning
es: Advertencia

source: This action cannot be easily undone
es: Esta acción no puede deshacerse fácilmente

source: Convert Stock Item
es: Convertir ítem de stock

source: Return to Stock
es: Devolver al stock

source: Create serialized items from this stock item.
es: Crear ítems serializados a partir de este ítem de stock.

source: Select quantity to serialize, and unique serial numbers.
es: Seleccione la cantidad a serializar y números de serie únicos.
