Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Delete Part Parameter Template
es: Eliminar Plantilla de Parámetro de Parte

source: No purchase orders found
es: No se encontraron órdenes de compra

source: This line item is overdue
es: Este ítem de línea está atrasado

source: Receive line item
es: Recibir ítem de línea

source: Delete part relationship
es: Eliminar relación de parte

source: Delete Part Relationship
es: Eliminar Relación de Parte

source: No parts found
es: No se encontraron partes

source: Set the part category for the selected parts
es: Establecer la categoría de la parte para las partes seleccionadas

source: Set Part Category
es: Establecer Categoría de Parte

source: Set category
es: Establecer categoría

source: part
es: parte

source: No category
es: Sin categoría

source: Display as list
es: Mostrar como lista

source: Display as grid
es: Mostrar como cuadrícula

source: No subcategories found
es: No se encontraron subcategorías

source: Display as tree
es: Mostrar como árbol

source: Load Subcategories
es: Cargar Subcategorías

source: Subscribed category
es: Categoría suscrita

source: No test templates matching query
es: No se encontraron plantillas de prueba que coincidan con la consulta

source: results
es: resultados

source: Edit test result
es: Editar resultado de prueba

source: Delete test result
es: Eliminar resultado de prueba

source: This test is defined for a parent part
es: Esta prueba está definida para una parte padre

source: Edit Test Result Template
es: Editar Plantilla de Resultado de Prueba

source: Delete Test Result Template
es: Eliminar Plantilla de Resultado de Prueba

source: No date specified
es: No se especificó ninguna fecha

source: Specified date is in the past
es: La fecha especificada está en el pasado

source: Speculative
es: Especulativo

source: No scheduling information available for this part
es: No hay información de programación disponible para esta parte

source: Error fetching scheduling information for this part
es: Error al obtener la información de programación para esta parte

source: Scheduled Stock Quantities
es: Cantidad Programada en Stock

source: Maximum Quantity
es: Cantidad Máxima

source: Minimum Stock Level
es: Nivel Mínimo de Stock

source: No plugins found
es: No se encontraron plugins

source: This plugin is no longer installed
es: Este plugin ya no está instalado

source: This plugin is active
es: Este plugin está activo

source: This plugin is installed but not active
es: Este plugin está instalado pero no está activo

source: Disable Plugin
es: Desactivar Plugin

source: Enable Plugin
es: Activar Plugin

source: The Plugin was installed
es: El plugin fue instalado

source: Are you sure you want to enable this plugin?
es: ¿Estás seguro de que quieres activar este plugin?

source: Are you sure you want to disable this plugin?
es: ¿Estás seguro de que quieres desactivar este plugin?

source: Enable
es: Activar

source: Disable
es: Desactivar

source: Plugin updated
es: Plugin actualizado

source: Error fetching currency data
es: Error al obtener datos de moneda

source: No BOM data available
es: No hay datos de Lista de Materiales (BOM) disponibles

source: No supplier pricing data available
es: No hay datos de precios de proveedores disponibles

source: No price break data available
es: No hay datos de descuentos de precios disponibles

source: No purchase history data available
es: No hay datos de historial de compras disponibles

source: Purchase Price History
es: Historial de Precios de Compra

source: No sales history data available
es: No hay datos de historial de ventas disponibles

source: Sale Price History
es: Historial de Precios de Venta

source: No variant data available
es: No hay datos de variantes disponibles

source: Variant Part
es: Parte Variante

source: Select purchase order to duplicate
es: Selecciona la orden de compra para duplicar

source: Duplicate Line Items
es: Duplicar Ítems de Línea

source: Duplicate all line items from the selected order
es: Duplicar todos los ítems de línea de la orden seleccionada

source: Duplicate Extra Lines
es: Duplicar Ítems Extra

source: Duplicate extra line items from the selected order
es: Duplicar ítems de línea extra de la orden seleccionada

source: Edit Purchase Order
es: Editar Orden de Compra

source: Duplication Options
es: Opciones de Duplicación

source: Complete Purchase Order
es: Completar Orden de Compra

source: Mark this order as complete?
es: ¿Marcar esta orden como completada?

source: All line items have been received
es: Se han recibido todos los ítems de línea

source: This order has line items which have not been marked as received.
es: Esta orden tiene ítems de línea que no han sido marcados como recibidos.

source: Completing this order means that the order and line items will no longer be editable.
es: Completar esta orden significa que la orden y los ítems de línea ya no serán editables.

source: Cancel Purchase Order
es: Cancelar Orden de Compra

source: Are you sure you wish to cancel this purchase order?
es: ¿Estás seguro de que deseas cancelar esta orden de compra?

source: This purchase order can not be cancelled
es: Esta orden de compra no se puede cancelar

source: After placing this order, line items will no longer be editable.
es: Después de realizar esta orden, los ítems de línea ya no serán editables.

source: Issue Purchase Order
es: Emitir Orden de Compra

source: At least one purchaseable part must be selected
es: Debe seleccionarse al menos una parte que se pueda comprar

source: Quantity to order
es: Cantidad a ordenar

source: New supplier part
es: Nueva parte del proveedor

source: New purchase order
es: Nueva orden de compra

source: Add to purchase order
es: Agregar a la orden de compra

source: Merge
es: Combinar

source: No matching supplier parts
es: No hay partes de proveedor que coincidan

source: No matching purchase orders
es: No hay órdenes de compra que coincidan

source: Select Line Items
es: Seleccionar ítems de línea

source: At least one line item must be selected
es: Debe seleccionarse al menos un ítem de línea

source: Received Quantity
es: Cantidad recibida

source: Quantity to receive
es: Cantidad a recibir

source: Stock Status
es: Estado de Stock

source: Add barcode
es: Agregar código de barras

source: Remove barcode
es: Eliminar código de barras

source: Specify location
es: Especificar ubicación

source: Add batch code
es: Agregar código de lote

source: Add serial numbers
es: Agregar números de serie

source: Serials
es: Series

source: Order Code
es: Código de Orden

source: Quantity to Receive
es: Cantidad a Recibir

source: Confirm receipt of items
es: Confirmar recepción de ítems

source: Receive Purchase Order Items
es: Recibir ítems de la Orden de Compra

source: Scan Item Barcode
es: Escanear Código de Barras del Ítem

source: Scan barcode on incoming item (must not match any existing stock items)
es: Escanear el código de barras del ítem entrante (no debe coincidir con ningún ítem de stock existente)

source: Invalid barcode data
es: Datos de código de barras inválidos

source: Order is overdue
es: La orden está atrasada

source: All selected Line items will be deleted
es: Se eliminarán todos los ítems de línea seleccionados

source: Delete selected Line items?
es: ¿Eliminar los ítems de línea seleccionados?

source: Duplicate Line Item
es: Duplicar Ítem de Línea

source: Edit Line Item
es: Editar Ítem de Línea

source: Delete Line Item
es: Eliminar Ítem de Línea

source: Duplicate line item
es: Duplicar ítem de línea

source: Edit line item
es: Editar ítem de línea

source: Delete line item
es: Eliminar ítem de línea

source: Print Report
es: Imprimir Reporte

source: Report print successful
es: Impresión de reporte exitosa

source: Report printing failed
es: Fallo en la impresión del reporte

source: Add Customer
es: Agregar Cliente

source: Create Return Order
es: Crear Orden de Devolución

source: Edit Return Order
es: Editar Orden de Devolución

source: Issue Return Order
es: Emitir Orden de Devolución

source: Are you sure you wish to cancel this Return Order?
es: ¿Estás seguro de que deseas cancelar esta Orden de Devolución?

source: Cancel Return Order
es: Cancelar Orden de Devolución

source: Complete Return Order
es: Completar Orden de Devolución

source: No return orders found
es: No se encontraron órdenes de devolución

source: Invalid Customer
es: Cliente inválido

source: Receive Return Order Items
es: Recibir ítems de la Orden de Devolución

source: No matching line items
es: No hay ítems de línea que coincidan

source: Mark item as received
es: Marcar ítem como recibido

source: Create Sales Order
es: Crear Orden de Venta

source: Edit Sales Order
es: Editar Orden de Venta

source: No stock items have been allocated to this shipment
es: No se han asignado ítems de stock a este envío

source: The following stock items will be shipped
es: Se enviarán los siguientes ítems de stock

source: Complete Shipment
es: Completar Envío

source: Confirm Shipment
es: Confirmar Envío

source: No pending shipments found
es: No se encontraron envíos pendientes

source: No stock items have been allocated to pending shipments
es: No se han asignado ítems de stock a envíos pendientes

source: Complete Shipments
es: Completar Envíos

source: Skip
es: Omitir

source: Ship Sales Order
es: Enviar Orden de Venta

source: Ship this order?
es: ¿Enviar esta orden?

source: Order cannot be shipped as there are incomplete shipments
es: La orden no se puede enviar porque hay envíos incompletos

source: This order has line items which have not been completed.
es: Esta orden tiene ítems de línea que no han sido completados.

source: Shipping this order means that the order and line items will no longer be editable.
es: Enviar esta orden significa que la orden y los ítems de línea ya no serán editables.

source: Issue this Sales Order?
es: ¿Emitir esta Orden de Venta?

source: Issue Sales Order
es: Emitir Orden de Venta

source: Cancel Sales Order
es: Cancelar Orden de Venta

source: Cancelling this order means that the order will no longer be editable.
es: Cancelar esta orden significa que la orden ya no será editable.

source: Create New Shipment
es: Crear Nuevo Envío

source: No sales orders found
es: No se encontraron órdenes de venta

source: Edit shipment
es: Editar envío

source: Complete shipment
es: Completar envío

source: Delete shipment
es: Eliminar envío

source: Edit Shipment
es: Editar Envío

source: Delete Shipment
es: Eliminar Envío

source: No matching shipments found
es: No se encontraron envíos coincidentes

source: Shipment Reference
es: Referencia de Envío

source: Not shipped
es: No enviado

source: Tracking
es: Seguimiento

source: Invoice
es: Factura

source: Add Shipment
es: Agregar Envío

source: Confirm stock allocation
es: Confirmar asignación de stock

source: Allocate Stock Items to Sales Order
es: Asignar ítems de stock a la Orden de Venta

source: No sales order allocations found
es: No se encontraron asignaciones de orden de venta

source: Edit Stock Allocation
es: Editar Asignación de Stock

source: Confirm Delete Operation
es: Confirmar Operación de Eliminación

source: Delete Stock Allocation
es: Eliminar Asignación de Stock

source: Shipped to customer
es: Enviado al cliente

source: Stock location not specified
es: Ubicación de stock no especificada

source: Allocate serial numbers
es: Asignar números de serie

source: Purchase stock
es: Comprar stock

source: Calculate price
es: Calcular precio

source: Cannot be deleted as items have been shipped
es: No se puede eliminar porque los ítems han sido enviados

source: Cannot be deleted as items have been allocated
es: No se puede eliminar porque los ítems han sido asignados

source: Allocate Serial Numbers
es: Asignar Números de Serie

source: Update Unit Price
es: Actualizar Precio Unitario

source: No results
es: Sin resultados

source: Enter search query
es: Ingrese término de búsqueda

source: result
es: resultado

source: Minimize results
es: Minimizar resultados

source: Remove results
es: Eliminar resultados

source: Serialize Stock Item
es: Serializar Ítem de Stock

source: Confirm Stock Serialization
es: Confirmar Serialización de Stock

source: Default icon for all locations that have no icon set (optional) - Explore all available icons on
es: Ícono predeterminado para todas las ubicaciones que no tienen un ícono establecido (opcional) - Explora todos los íconos disponibles en

source: Add Location type
es: Agregar tipo de ubicación

source: Edit Stock Location
es: Editar Ubicación de Stock

source: New Stock Location
es: Nueva Ubicación de Stock

source: Create another location after this one
es: Crear otra ubicación después de ésta

source: Stock location created
es: Ubicación de stock creada

source: Are you sure you want to delete this stock location?
es: ¿Está seguro de que desea eliminar esta ubicación de stock?

source: Move to parent stock location
es: Mover a la ubicación principal de stock

source: Delete Stock Location
es: Eliminar Ubicación de Stock

source: Action for stock items in this stock location
es: Acción para ítems de stock en esta ubicación

source: Action for sub-locations
es: Acción para sub-ubicaciones

source: This part cannot be serialized
es: Esta parte no se puede serializar

source: Add given quantity as packs instead of individual items
es: Agregar cantidad dada como paquetes en lugar de ítems individuales

source: Enter initial quantity for this stock item
es: Ingrese la cantidad inicial para este ítem de stock

source: Enter serial numbers for new stock (or leave blank)
es: Ingrese números de serie para el nuevo stock (o deje en blanco)

source: Stock item duplicated
es: Ítem de stock duplicado

source: Duplicate Stock Item
es: Duplicar Ítem de Stock

source: Are you sure you want to delete this stock item?
es: ¿Está seguro de que desea eliminar este ítem de stock?

source: Delete Stock Item
es: Eliminar Ítem de Stock

source: Edit Stock Item
es: Editar Ítem de Stock

source: Create another item after this one
es: Crear otro ítem después de éste

source: Created new stock item
es: Ítem de stock creado

source: Created multiple stock items
es: Ítems de stock creados

source: Find Serial Number
es: Buscar Número de Serie

source: Enter serial number
es: Ingrese número de serie

source: Enter a serial number
es: Ingrese un número de serie

source: No matching serial number
es: No se encontró número de serie coincidente

source: More than one matching result found
es: Se encontraron más de un resultado coincidente

source: Confirm stock assignment
es: Confirmar asignación de stock

source: Assign Stock to Customer
es: Asignar stock al cliente

source: Warning: Merge operation cannot be reversed
es: Advertencia: La operación de fusión no se puede deshacer

source: Some information will be lost when merging stock items
es: Al fusionar ítems de stock se perderá cierta información

source: Stock transaction history will be deleted for merged items
es: El historial de transacciones de stock se eliminará para los ítems fusionados

source: Supplier part information will be deleted for merged items
es: La información de la parte del proveedor se eliminará para los ítems fusionados

source: Confirm stock item merge
es: Confirmar fusión de ítems de stock

source: Merge Stock Items
es: Fusionar ítems de stock

source: Transfer Stock
es: Transferir stock

source: Move
es: Mover

source: Count Stock
es: Contar stock

source: Count
es: Contar

source: Remove Stock
es: Eliminar stock

source: Take
es: Tomar

source: Add Stock
es: Agregar stock

source: Add
es: Agregar

source: Delete Stock
es: Eliminar stock

source: Quantity cannot be adjusted for serialized stock
es: No se puede ajustar la cantidad para stock serializado

source: Specify stock quantity
es: Especifique la cantidad de stock

source: Select Stock Items
es: Seleccionar ítems de stock

source: Select at least one available stock item
es: Seleccione al menos un ítem de stock disponible

source: Confirm stock adjustment
es: Confirmar ajuste de stock

source: PASS
es: APROBADO

source: FAIL
es: FALLA

source: NO RESULT
es: SIN RESULTADO

source: Pass test
es: Aprobar prueba

source: Add test result
es: Agregar resultado de prueba

source: No test results found
es: No se encontraron resultados de prueba

source: Test Date
es: Fecha de prueba

source: Test started
es: Prueba iniciada

source: Test finished
es: Prueba finalizada

source: Edit Test Result
es: Editar resultado de prueba

source: Delete Test Result
es: Eliminar resultado de prueba

source: In production
es: En producción

source: Installed in Stock Item
es: Instalado en ítem de stock

source: Assigned to Sales Order
es: Asignado a orden de venta

source: No stock location set
es: No se ha establecido una ubicación de stock

source: Change stock status
es: Cambiar estado de stock

source: Merge stock
es: Fusionar stock

source: Delete stock
es: Eliminar stock

source: stock items
es: ítems de stock

source: Scan to location
es: Escanear a ubicación

source: Stock Actions
es: Acciones de stock

source: Load installed items
es: Cargar ítems instalados

source: Stock item is in production
es: El ítem de stock está en producción

source: Stock item assigned to sales order
es: Ítem de stock asignado a orden de venta

source: Stock item assigned to customer
es: Ítem de stock asignado a cliente

source: Serialized stock item has been allocated
es: El ítem de stock serializado ha sido asignado

source: Stock item has been fully allocated
es: El ítem de stock ha sido completamente asignado

source: Stock item has been partially allocated
es: El ítem de stock ha sido parcialmente asignado

source: Stock item has been installed in another item
es: El ítem de stock ha sido instalado en otro ítem

source: Stock item has been consumed by a build order
es: El ítem de stock ha sido consumido por una orden de construcción

source: Stock item has expired
es: El ítem de stock ha caducado

source: Stock item will expire soon
es: El ítem de stock caducará pronto

source: Stock item has been rejected
es: El ítem de stock ha sido rechazado

source: Stock item is lost
es: El ítem de stock está perdido

source: Stock item is destroyed
es: El ítem de stock está destruido

source: Depleted
es: Agotado

source: Supplier part not specified
es: Parte del proveedor no especificada

source: Stock Value
es: Valor del stock

source: No stock items matching query
es: No hay ítems de stock que coincidan con la consulta

source: stock locations
es: ubicaciones de stock

source: Load Sublocations
es: Cargar sububicaciones

source: Details
es: Detalles

source: No changes
es: Sin cambios

source: Part information unavailable
es: Información de la parte no disponible

source: Location no longer exists
es: La ubicación ya no existe

source: Build order no longer exists
es: La orden de construcción ya no existe

source: Purchase order no longer exists
es: La orden de compra ya no existe

source: Sales Order no longer exists
es: La orden de venta ya no existe

source: Return Order no longer exists
es: La orden de devolución ya no existe

source: Customer no longer exists
es: El cliente ya no existe

source: Stock item no longer exists
es: El ítem de stock ya no existe

source: Added
es: Agregado

source: Removed
es: Eliminado

source: No installed items
es: No hay ítems instalados

source: Uninstall Stock Item
es: Desinstalar ítem de stock

source: Select stock item to uninstall
es: Seleccione el ítem de stock a desinstalar

source: Install another stock item into this item
es: Instalar otro ítem de stock en este ítem

source: Stock items can only be installed if they meet the following criteria
es: Los ítems de stock solo pueden ser instalados si cumplen con los siguientes criterios

source: The Stock Item links to a Part which is the BOM for this Stock Item
es: El ítem de stock está vinculado a una parte que es la lista de materiales para este ítem de stock

source: The Stock Item is currently available in stock
es: El ítem de stock está actualmente disponible en el inventario

source: The Stock Item is not already installed in another item
es: El ítem de stock no está instalado en otro ítem

source: The Stock Item is tracked by either a batch code or serial number
es: El ítem de stock está rastreado por un código de lote o número de serie

source: Select part to install
es: Seleccione la parte a instalar

source: Select one or more stock items
es: Seleccione uno o más ítems de stock

source: Selected stock items
es: Ítems de stock seleccionados

source: Change Stock Status
es: Cambiar estado de stock

source: Has project code
es: Tiene código de proyecto

source: Order status
es: Estado de la orden

source: Outstanding
es: Pendiente

source: Assigned to me
es: Asignado a mí

source: Trackable Part
es: Parte rastreable

source: Assembled Part
es: Parte ensamblada

source: Has Available Stock
es: Tiene stock disponible

source: Allow Variant Stock
es: Permitir stock variante

source: Include sublocations
es: Incluir sububicaciones

source: Include locations
es: Incluir ubicaciones

source: Has location type
es: Tiene tipo de ubicación

source: Include subcategories
es: Incluir subcategorías

source: Subscribed
es: Subscrito

source: Is Serialized
es: Está serializado

source: Serial number GTE
es: Número de serie mayor o igual a

source: Serial number greater than or equal to
es: Número de serie mayor o igual a

source: Serial number LTE
es: Número de serie menor o igual a

source: Serial number less than or equal to
es: Número de serie menor o igual a

source: Serial number
es: Número de serie

source: Batch code
es: Código de lote

source: Active parts
es: Partes activas

source: Show stock for active parts
es: Mostrar stock para partes activas

source: Part is an assembly
es: La parte es un ensamblaje

source: Is allocated
es: Está asignado

source: Item has been allocated
es: El ítem ha sido asignado

source: Stock is available for use
es: El stock está disponible para uso

source: Include stock in sublocations
es: Incluir stock en sububicaciones

source: Show stock items which are depleted
es: Mostrar ítems de stock que están agotados

source: Show items which are in stock
es: Mostrar ítems que están en stock

source: Show items which are in production
es: Mostrar ítems que están en producción

source: Include Variants
es: Incluir variantes

source: Include stock items for variant parts
es: Incluir ítems de stock para partes variantes

source: Show stock items which are installed in another item
es: Mostrar ítems de stock que están instalados en otro ítem

source: Show items which have been assigned to a customer
es: Mostrar ítems que han sido asignados a un cliente

source: Stock status
es: Estado de stock

source: Has batch code
es: Tiene código de lote

source: Stock item is tracked by either batch code or serial number
es: El ítem de stock está rastreado por código de lote o número de serie

source: Has purchase price
es: Tiene precio de compra

source: Show stock items which have a purchase price set
es: Mostrar ítems de stock que tienen un precio de compra establecido

source: Expiry Date before
es: Fecha de vencimiento antes de

source: Expiry Date after
es: Fecha de vencimiento después de

source: Show stock items which have expired
es: Mostrar ítems de stock que han expirado

source: Show stock which is close to expiring
es: Mostrar stock que está cerca de vencer

source: Test Passed
es: Prueba aprobada

source: Include Installed Items
es: Incluir ítems instalados

source: Build status
es: Estado de construcción

source: Include parts in subcategories
es: Incluir partes en subcategorías

source: Show active parts
es: Mostrar partes activas

source: Available stock
es: Stock disponible

source: Has Units
es: Tiene unidades
