Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: API endpoint not found
es: Endpoint de API no encontrado

source: User does not have permission to view this model
es: El usuario no tiene permiso para ver este modelo

source: Invalid unit provided ({unit})
es: Unidad proporcionada no válida ({unit})

source: No value provided
es: Ningún valor proporcionado

source: Could not convert {original} to {unit}
es: No se pudo convertir {original} a {unit}

source: Invalid quantity supplied
es: La cantidad suministrada es inválida

source: Invalid quantity supplied ({exc})
es: La cantidad suministrada es inválida ({exc})

source: Error details can be found in the admin panel
es: Detalles del error pueden encontrarse en el panel de administración

source: Enter date
es: Ingrese la fecha

source: Notes
es: Notas

source: Value '{name}' does not appear in pattern format
es: El valor '{name}' no aparece en el formato de patrón

source: Provided value does not match required pattern:
es: El valor proporcionado no coincide con el patrón requerido:

source: Enter password
es: Ingresa tu contraseña

source: Enter new password
es: Ingrese su nueva contraseña

source: Confirm password
es: Confirma la contraseña

source: Confirm new password
es: Confirma la nueva contraseña

source: Old password
es: Contraseña anterior

source: Email (again)
es: Email (de nuevo)

source: Email address confirmation
es: Confirmación de correo electrónico

source: You must type the same email each time.
es: El correo electrónico debe coincidir.

source: The provided primary email address is not valid.
es: La dirección de correo electrónico principal proporcionada no es válida.

source: The provided email domain is not approved.
es: El dominio de correo electrónico proporcionado no está aprobado.

source: Registration is disabled.
es: El registro ha sido desactivado.

source: Invalid quantity provided
es: Cantidad proporcionada no válida

source: Empty serial number string
es: No se ha proporcionado un número de serie

source: Duplicate serial
es: Número de serie duplicado

source: Invalid group range: {group}
es: Rango de grupo inválido: {group}

source: Group range {group} exceeds allowed quantity ({expected_quantity})
es: El rango del grupo {group} supera la cantidad permitida ({expected_quantity})

source: Invalid group sequence: {group}
es: Secuencia de grupo inválida: {group}

source: No serial numbers found
es: No se encontraron números de serie

source: Number of unique serial numbers ({len(serials)}) must match quantity ({expected_quantity})
es: Los números de serie únicos ({len(serials)}) deben coincidir con la cantidad ({expected_quantity})

source: Remove HTML tags from this value
es: Elimine etiquetas HTML de este valor

source: Connection error
es: Error de conexión

source: Server responded with invalid status code
es: El servidor respondió con un código de estado no válido

source: Exception occurred
es: Se ha producido una excepción

source: Server responded with invalid Content-Length value
es: El servidor respondió con un valor de longitud de contenido inválido

source: Image size is too large
es: El tamaño de la imagen es demasiado grande

source: Image download exceeded maximum size
es: La imagen descargada exedió el tamaño máximo

source: Remote server returned empty response
es: El servidor remoto devolvió una respuesta vacía

source: Supplied URL is not a valid image file
es: La URL proporcionada no es un archivo de imagen válido

source: Bulgarian
es: Búlgaro

source: Czech
es: Checo

source: Danish
es: Danés

source: German
es: Alemán

source: Greek
es: Griego

source: English
es: Inglés

source: Spanish
es: Español

source: Spanish (Mexican)
es: Español (México)

source: Farsi / Persian
es: Farsi / Persa

source: Finnish
es: Finlandés

source: French
es: Francés

source: Hebrew
es: Hebreo

source: Hungarian
es: Húngaro

source: Italian
es: Italiano

source: Japanese
es: Japonés

source: Korean
es: Coreano

source: Latvian
es: Letón

source: Dutch
es: Holandés

source: Norwegian
es: Noruego

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Portuguese (Brazilian)
es: Portugués (Brasileño)

source: Romanian
es: Rumano

source: Russian
es: Ruso

source: Slovak
es: Eslovaco

source: Slovenian
es: Esloveno

source: Serbian
es: Serbio

source: Swedish
es: Sueco

source: Thai
es: Tailandés

source: Turkish
es: Turco

source: Ukrainian
es: Ucraniano

source: Vietnamese
es: Vietnamita

source: Chinese (Simplified)
es: Chino (Simplificado)

source: Chinese (Traditional)
es: Chino (Tradicional)

source: [{site_name}] Log in to the app
es: [{site_name}] Iniciar sesión en la aplicación

source: Email
es: Correo electrónico

source: Error running plugin validation
es: Error al ejecutar la validación del plugin

source: Metadata must be a python dict object
es: Los metadatos deben ser un objeto dict de Python

source: Plugin Metadata
es: Metadatos del plugin

source: JSON metadata field, for use by external plugins
es: Campo de metadatos JSON, para uso de plugins externos

source: Improperly formatted pattern
es: Patrón con formato incorrecto

source: Unknown format key specified
es: Se especificó una clave de formato desconocida

source: Missing required format key
es: Falta la clave de formato requerida

source: Reference field cannot be empty
es: El campo de referencia no puede estar vacío

source: Reference must match required pattern
es: La referencia debe coincidir con el patrón requerido

source: Reference number is too large
es: El número de referencia es demasiado grande

source: Duplicate names cannot exist under the same parent
es: Los nombres duplicados no pueden existir bajo el mismo padre

source: Invalid choice
es: Selección no válida

source: Name
es: Nombre

source: Description
es: Descripción

source: Description (optional)
es: Descripción (opcional)

source: Path
es: Ruta

source: Markdown notes (optional)
es: Notas (opcional)

source: Barcode Data
es: Datos de código de barras

source: Third party barcode data
es: Datos de código de barras de terceros

source: Barcode Hash
es: Hash del Código de barras

source: Unique hash of barcode data
es: Hash único de datos de código de barras

source: Existing barcode found
es: Código de barras existente encontrado

source: Server Error
es: Error de servidor

source: An error has been logged by the server.
es: El servidor ha registrado un error.

source: Must be a valid number
es: Debe ser un número válido

source: Currency
es: Moneda

source: Select currency from available options
es: Seleccione la moneda de las opciones disponibles

source: Username
es: Nombre de usuario

source: First Name
es: Nombre

source: First name of the user
es: Nombre del usuario

source: Last Name
es: Apellido

source: Last name of the user
es: Apellido del usuario

source: Email address of the user
es: Correo electrónico del usuario

source: Staff
es: Personal

source: Does this user have staff permissions
es: ¿Este usuario tiene permisos de personal?

source: Superuser
es: Superusuario

source: Is this user a superuser
es: ¿Este usuario es un superusuario?

source: Active
es: Activo

source: Is this user account active
es: ¿Está activa esta cuenta de usuario?

source: You do not have permission to change this user role.
es: No tienes permiso para cambiar este rol de usuario.

source: Only superusers can create new users
es: Solo los superusuarios pueden crear nuevos usuarios

source: Your account has been created.
es: Tu cuenta ha sido creada.

source: Please use the password reset function to login
es: Por favor, utiliza la función de restablecimiento de contraseña para iniciar sesión

source: Welcome to InvenTree
es: Bienvenido a InvenTree

source: Invalid value
es: Valor no válido

source: Data File
es: Archivo de datos

source: Select data file for upload
es: Selecciona el archivo de datos para cargar

source: Unsupported file type
es: Tipo de archivo no compatible

source: File is too large
es: El archivo es demasiado grande

source: No columns found in file
es: No se encontraron columnas en el archivo

source: No data rows found in file
es: No se encontraron filas de datos en el archivo

source: No data rows provided
es: No se proporcionaron filas de datos

source: No data columns supplied
es: No se suministraron columnas de datos

source: Missing required column: '{name}'
es: Falta la columna requerida: '{name}'

source: Duplicate column: '{col}'
es: Columna duplicada: '{col}'

source: Remote Image
es: Imagen remota

source: URL of remote image file
es: URL del archivo de imagen remota

source: Downloading images from remote URL is not enabled
es: La descarga de imágenes desde URL remotos no está habilitada

source: Background worker check failed
es: Fallo en la verificación del trabajador en segundo plano

source: Email backend not configured
es: Backend de correo electrónico no configurado

source: InvenTree system health checks failed
es: Fallas en las verificaciones de salud del sistema InvenTree

source: Unknown database
es: Base de datos desconocida

source: Invalid physical unit
es: Unidad física inválida

source: Not a valid currency code
es: Código de moneda no válido

source: Overage value must not be negative
es: El valor de exceso no debe ser negativo

source: Overage must not exceed 100%
es: El exceso no debe superar el 100%

source: Invalid value for overage
es: Valor inválido para el exceso

source: Edit User Information
es: Editar información del usuario

source: Set Password
es: Establecer contraseña

source: Password fields must match
es: Los campos de contraseña deben coincidir

source: Wrong password provided
es: Se proporcionó una contraseña incorrecta

source: System Information
es: Información del sistema

source: About InvenTree
es: Acerca de InvenTree

source: Build must be cancelled before it can be deleted
es: La construcción debe ser cancelada antes de poder ser eliminada

source: Consumable
es: Consumible

source: Optional
es: Opcional

source: Tracked
es: Rastreado

source: Allocated
es: Asignado

source: Available
es: Disponible

source: Build Order
es: Orden de Construcción

source: Build Orders
es: Órdenes de Construcción

source: Invalid choice for parent build
es: Selección inválida para la construcción padre

source: Responsible user or group must be specified
es: Se debe especificar un usuario o grupo responsable

source: Build order part cannot be changed
es: No se puede cambiar la parte de la orden de construcción

source: Build Order Reference
es: Referencia de la Orden de Construcción

source: Reference
es: Referencia

source: Brief description of the build (optional)
es: Breve descripción de la construcción (opcional)

source: Parent Build
es: Construcción Padre

source: BuildOrder to which this build is allocated
es: Orden de Construcción a la cual se asigna esta construcción

source: Part
es: Parte

source: Select part to build
es: Seleccione la parte a construir

source: Sales Order Reference
es: Referencia de la Orden de Venta

source: SalesOrder to which this build is allocated
es: Orden de Venta a la cual se asigna esta construcción

source: Source Location
es: Ubicación de Origen

source: Select location to take stock from for this build (leave blank to take from any stock location)
es: Seleccione la ubicación para tomar el stock para esta construcción (dejar en blanco para tomar de cualquier ubicación de stock)

source: Destination Location
es: Ubicación de Destino

source: Select location where the completed items will be stored
es: Seleccione la ubicación donde se almacenarán los elementos completados

source: Build Quantity
es: Cantidad a Construir

source: Number of stock items to build
es: Número de ítems de stock para construir

source: Completed items
es: Ítems completados

source: Number of stock items which have been completed
es: Número de ítems de stock que han sido completados

source: Build Status
es: Estado de la Construcción

source: Build status code
es: Código de estado de la construcción

source: Batch Code
es: Código de Lote

source: Batch code for this build output
es: Código de lote para esta salida de construcción

source: Creation Date
es: Fecha de Creación

source: Target completion date
es: Fecha objetivo de finalización

source: Target date for build completion. Build will be overdue after this date.
es: Fecha objetivo para la finalización de la construcción. La construcción estará atrasada después de esta fecha.

source: Completion Date
es: Fecha de Finalización

source: completed by
es: completado por

source: Issued by
es: Emitido por

source: User who issued this build order
es: Usuario que emitió esta orden de construcción

source: Responsible
es: Responsable

source: User or group responsible for this build order
es: Usuario o grupo responsable de esta orden de construcción

source: External Link
es: Enlace Externo

source: Link to external URL
es: Enlace a URL externa

source: Build Priority
es: Prioridad de la orden de construcción

source: Priority of this build order
es: Prioridad de esta orden de construcción

source: Project Code
es: Código de Proyecto

source: Project code for this build order
es: Código de proyecto para esta orden de construcción

source: Failed to offload task to complete build allocations
es: Error al descargar la tarea para completar las asignaciones de construcción

source: Build order {build} has been completed
es: La orden de construcción {build} ha sido completada

source: A build order has been completed
es: Se ha completado una orden de construcción

source: No build output specified
es: No se especificó ninguna salida de construcción

source: Build output is already completed
es: La salida de la construcción ya está completada

source: Build output does not match Build Order
es: La salida de la construcción no coincide con la orden de construcción

source: Quantity must be greater than zero
es: La cantidad debe ser mayor que cero

source: Quantity cannot be greater than the output quantity
es: La cantidad no puede ser mayor que la cantidad de salida

source: Build output {serial} has not passed all required tests
es: La salida de construcción {serial} no ha pasado todas las pruebas requeridas

source: Build Order Line Item
es: Elemento de línea de orden de construcción

source: Build object
es: Objeto de construcción

source: Quantity
es: Cantidad

source: Required quantity for build order
es: Cantidad requerida para la orden de construcción

source: Build item must specify a build output, as master part is marked as trackable
es: El ítem de construcción debe especificar una salida de construcción, ya que la parte principal está marcada como rastreable

source: Allocated quantity ({q}) must not exceed available stock quantity ({a})
es: La cantidad asignada ({q}) no debe superar la cantidad disponible en stock ({a})

source: Stock item is over-allocated
es: El artículo de stock está sobreasignado

source: Allocation quantity must be greater than zero
es: La cantidad de asignación debe ser mayor que cero

source: Quantity must be 1 for serialized stock
es: La cantidad debe ser 1 para stock serializado

source: Selected stock item does not match BOM line
es: El artículo de stock seleccionado no coincide con la línea de la lista de materiales (BOM)

source: Stock Item
es: Ítem de stock

source: Source stock item
es: Ítem de stock de origen

source: Stock quantity to allocate to build
es: Cantidad de stock para asignar a la construcción

source: Install into
es: Instalar en

source: Destination stock item
es: Ítem de stock de destino

source: Build Output
es: Salida de construcción

source: Build output does not match the parent build
es: La salida de construcción no coincide con la construcción principal

source: Output part does not match BuildOrder part
es: La parte de salida no coincide con la parte de la orden de construcción

source: This build output has already been completed
es: Esta salida de construcción ya ha sido completada

source: This build output is not fully allocated
es: Esta salida de construcción no está completamente asignada

source: Enter quantity for build output
es: Ingrese la cantidad para la salida de construcción

source: Integer quantity required for trackable parts
es: Se requiere cantidad entera para partes rastreables

source: Integer quantity required, as the bill of materials contains trackable parts
es: Se requiere cantidad entera, ya que la lista de materiales contiene partes rastreables

source: Serial Numbers
es: Números de serie

source: Enter serial numbers for build outputs
es: Ingrese los números de serie para las salidas de construcción

source: Location
es: Ubicación

source: Stock location for build output
es: Ubicación de stock para la salida de construcción

source: Auto Allocate Serial Numbers
es: Asignar números de serie automáticamente

source: Automatically allocate required items with matching serial numbers
es: Asignar automáticamente los ítems requeridos con números de serie coincidentes

source: Serial numbers must be provided for trackable parts
es: Se deben proporcionar números de serie para las partes rastreables

source: The following serial numbers already exist or are invalid
es: Los siguientes números de serie ya existen o son inválidos

source: A list of build outputs must be provided
es: Se debe proporcionar una lista de salidas de construcción

source: Stock location for scrapped outputs
es: Ubicación de stock para las salidas descartadas

source: Discard Allocations
es: Descartar asignaciones

source: Discard any stock allocations for scrapped outputs
es: Descartar cualquier asignación de stock para las salidas descartadas

source: Reason for scrapping build output(s)
es: Motivo de descarte de la(s) salida(s) de construcción

source: Location for completed build outputs
es: Ubicación para las salidas de construcción completadas

source: Status
es: Estado

source: Accept Incomplete Allocation
es: Aceptar asignación incompleta

source: Complete outputs if stock has not been fully allocated
es: Completar las salidas si no se ha asignado todo el stock

source: Consume Allocated Stock
es: Consumir stock asignado

source: Consume any stock which has already been allocated to this build
es: Consumir cualquier stock que ya haya sido asignado a esta construcción

source: Remove Incomplete Outputs
es: Eliminar salidas incompletas

source: Delete any build outputs which have not been completed
es: Eliminar cualquier salida de construcción que no haya sido completada

source: Not permitted
es: No permitido

source: Accept as consumed by this build order
es: Aceptar como consumido por esta orden de construcción

source: Deallocate before completing this build order
es: Desasignar antes de completar esta orden de construcción

source: Overallocated Stock
es: Stock sobrealocado

source: How do you want to handle extra stock items assigned to the build order
es: Cómo deseas manejar los ítems de stock adicionales asignados a la orden de construcción

source: Some stock items have been overallocated
es: Algunos ítems de stock han sido sobrealocados

source: Accept Unallocated
es: Aceptar no asignados

source: Accept that stock items have not been fully allocated to this build order
es: Aceptar que los ítems de stock no han sido completamente asignados a esta orden de construcción

source: Required stock has not been fully allocated
es: El stock requerido no ha sido completamente asignado

source: Accept Incomplete
es: Aceptar incompleto

source: Accept that the required number of build outputs have not been completed
es: Aceptar que el número requerido de salidas de construcción no ha sido completado

source: Required build quantity has not been completed
es: La cantidad requerida de construcción no ha sido completada

source: Build order has incomplete outputs
es: La orden de construcción tiene salidas incompletas

source: Build Line
es: Línea de construcción

source: Build output
es: Salida de construcción

source: Build output must point to the same build
es: La salida de construcción debe apuntar a la misma construcción

source: Build Line Item
es: Ítem de línea de construcción

source: bom_item.part must point to the same part as the build order
es: bom_item.part debe apuntar a la misma parte que la orden de construcción

source: Item must be in stock
es: El ítem debe estar en stock

source: Available quantity ({q}) exceeded
es: Cantidad disponible ({q}) excedida

source: Build output must be specified for allocation of tracked parts
es: La salida de construcción debe ser especificada para la asignación de partes rastreadas

source: Build output cannot be specified for allocation of untracked parts
es: La salida de construcción no puede ser especificada para la asignación de partes no rastreadas

source: Allocation items must be provided
es: Se deben proporcionar ítems de asignación

source: Stock location where parts are to be sourced (leave blank to take from any location)
es: Ubicación de stock de donde se deben obtener las partes (dejar en blanco para tomar de cualquier ubicación)

source: Exclude Location
es: Excluir ubicación

source: Exclude stock items from this selected location
es: Excluir ítems de stock de esta ubicación seleccionada

source: Interchangeable Stock
es: Stock intercambiable

source: Stock items in multiple locations can be used interchangeably
es: Los ítems de stock en múltiples ubicaciones pueden ser intercambiados

source: Substitute Stock
es: Stock sustituto

source: Allow allocation of substitute parts
es: Permitir asignación de partes sustitutas

source: Optional Items
es: Ítems opcionales

source: Allocate optional BOM items to build order
es: Asignar ítems opcionales del BOM a la orden de construcción

source: Failed to start auto-allocation task
es: Error al iniciar la tarea de asignación automática

source: BOM Item
es: Ítem de BOM

source: Allocated Stock
es: Stock asignado

source: On Order
es: En pedido

source: In Production
es: En producción

source: Available Stock
es: Stock disponible

source: Pending
es: Pendiente

source: Production
es: Producción

source: Cancelled
es: Cancelado

source: Complete
es: Completo

source: Stock required for build order
es: Stock requerido para la orden de construcción

source: Overdue Build Order
es: Orden de construcción vencida

source: Build order {bo} is now overdue
es: La orden de construcción {bo} está ahora vencida

source: Part thumbnail
es: Miniatura de la parte

source: Barcode actions
es: Acciones de código de barras

source: Show QR Code
es: Mostrar código QR

source: Unlink Barcode
es: Desvincular código de barras

source: Link Barcode
es: Vincular código de barras

source: Print actions
es: Acciones de impresión

source: Print build order report
es: Imprimir reporte de orden de construcción

source: Build actions
es: Acciones de construcción

source: Edit Build
es: Editar construcción

source: Cancel Build
es: Cancelar construcción

source: Duplicate Build
es: Duplicar construcción

source: Delete Build
es: Eliminar construcción

source: Complete Build
es: Completar construcción

source: Build Description
es: Descripción de la construcción

source: No build outputs have been created for this build order
es: No se han creado salidas de construcción para esta orden de construcción

source: Build Order is ready to mark as completed
es: La orden de construcción está lista para marcar como completada

source: Build Order cannot be completed as outstanding outputs remain
es: La orden de construcción no se puede completar porque quedan salidas pendientes

source: Required build quantity has not yet been completed
es: La cantidad requerida de construcción aún no se ha completado

source: Stock has not been fully allocated to this Build Order
es: El stock no se ha asignado completamente a esta orden de construcción

source: Target Date
es: Fecha objetivo
