Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Perform stocktake for this stock location
es: Realizar inventario para esta ubicación de stock

source: Locate stock location
es: Ubicar ubicación de stock

source: Scan stock items into this location
es: Escanear ítems de stock en esta ubicación

source: Scan In Stock Items
es: Escanear ítems de stock

source: Scan stock container into this location
es: Escanear contenedor de stock en esta ubicación

source: Scan In Container
es: Escanear contenedor

source: Print Location Report
es: Imprimir reporte de ubicación

source: Location actions
es: Acciones de ubicación

source: Edit location
es: Editar ubicación

source: Delete location
es: Eliminar ubicación

source: Top level stock location
es: Ubicación de stock de nivel superior

source: Location Owner
es: Propietario de la ubicación

source: You are not in the list of owners of this location. This stock location cannot be edited.
es: No estás en la lista de propietarios de esta ubicación. Esta ubicación de stock no se puede editar.

source: Location Type
es: Tipo de ubicación

source: Create new stock location
es: Crear nueva ubicación de stock

source: New Location
es: Nueva ubicación

source: stock location
es: ubicación de stock

source: Scanned stock container into this location
es: Contenedor de stock escaneado en esta ubicación

source: Stock Location QR Code
es: Código QR de ubicación de stock

source: Link Barcode to Stock Location
es: Vincular código de barras a ubicación de stock

source: Loading...
es: Cargando...

source: Stock Tracking
es: Seguimiento de Stock

source: Allocations
es: Asignaciones

source: Child Items
es: Ítems Secundarios

source: Permission Denied
es: Permiso Denegado

source: You do not have permission to view this page.
es: No tienes permiso para ver esta página.

source: Authentication Failure
es: Error de Autenticación

source: You have been logged out from InvenTree.
es: Has cerrado sesión en InvenTree.

source: Login
es: Iniciar sesión

source: Page Not Found
es: Página No Encontrada

source: The requested page does not exist
es: La página solicitada no existe

source: Internal Server Error
es: Error Interno del Servidor

source: The %(inventree_title)s server raised an internal error
es: El servidor %(inventree_title)s ha generado un error interno

source: Refer to the error log in the admin interface for further details
es: Consulte el registro de errores en la interfaz de administración para más detalles

source: Site is in Maintenance
es: El sitio está en mantenimiento

source: The site is currently in maintenance and should be up again soon!
es: El sitio está actualmente en mantenimiento y debería estar de nuevo en línea pronto

source: Index
es: Índice

source: Subscribed Parts
es: Partes Suscritas

source: Subscribed Categories
es: Categorías Suscritas

source: Latest Parts
es: Últimas Partes

source: BOM Waiting Validation
es: BOM Esperando Validación

source: Recently Updated
es: Recientemente Actualizado

source: Depleted Stock
es: Stock Agotado

source: Required for Build Orders
es: Requerido para Órdenes de Construcción

source: Expired Stock
es: Stock Caducado

source: Stale Stock
es: Stock Obsoleto

source: Build Orders In Progress
es: Órdenes de Construcción en Progreso

source: Overdue Build Orders
es: Órdenes de Construcción Atrasadas

source: Outstanding Purchase Orders
es: Órdenes de Compra Pendientes

source: Overdue Purchase Orders
es: Órdenes de Compra Atrasadas

source: Outstanding Sales Orders
es: Órdenes de Venta Pendientes

source: Overdue Sales Orders
es: Órdenes de Venta Atrasadas

source: InvenTree News
es: Noticias de InvenTree

source: Current News
es: Noticias Actuales

source: Notification History
es: Historial de Notificaciones

source: Delete Notifications
es: Eliminar Notificaciones

source: Pending Notifications
es: Notificaciones Pendientes

source: Mark all as read
es: Marcar todas como leídas

source: Notifications
es: Notificaciones

source: No unread notifications found
es: No se encontraron notificaciones no leídas

source: No notification history found
es: No se encontró historial de notificaciones

source: Delete all read notifications
es: Eliminar todas las notificaciones leídas

source: Delete Notification
es: Eliminar Notificación

source: Inbox
es: Bandeja de entrada

source: History
es: Historial

source: Search Results
es: Resultados de Búsqueda

source: Barcode Settings
es: Configuración de Código de Barras

source: Build Order Settings
es: Configuración de Órdenes de Construcción

source: Category Settings
es: Configuración de Categorías

source: Server Settings
es: Configuración del Servidor

source: Label Settings
es: Configuración de Etiquetas

source: Login Settings
es: Configuración de Inicio de Sesión

source: Outgoing email has not been configured. Some login and sign-up features may not work correctly!
es: El correo electrónico saliente no ha sido configurado. Es posible que algunas funciones de inicio de sesión y registro no funcionen correctamente.

source: Signup
es: Registro

source: Single Sign On
es: Inicio de Sesión Único

source: Settings
es: Configuraciones

source: The Base-URL for this plugin is <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.
es: La URL base para este plugin es <a href="/%(base)s" target="_blank"><strong>%(base)s</strong></a>.

source: Open in new tab
es: Abrir en nueva pestaña

source: Notification Settings
es: Configuración de Notificaciones

source: Part Settings
es: Configuración de Partes

source: Part Import
es: Importación de Partes

source: Import Part
es: Importar Parte

source: Part Parameter Templates
es: Plantillas de Parámetros de Partes

source: Stocktake Settings
es: Configuración de Inventario

source: Stocktake Reports
es: Reportes de Inventario

source: Physical Units
es: Unidades Físicas

source: Add Unit
es: Agregar Unidad

source: Plugin Settings
es: Configuración de Plugins

source: Changing the settings below require you to immediately restart the server. Do not change this while under active usage.
es: Cambiar las configuraciones a continuación requiere que reinicie inmediatamente el servidor. No realice cambios mientras está en uso activo.

source: Install Plugin
es: Instalar Plugin

source: Reload Plugins
es: Recargar Plugins

source: External plugins are not enabled for this InvenTree installation
es: Los plugins externos no están habilitados para esta instalación de InvenTree

source: Plugin Error Stack
es: Pila de Errores del Plugin

source: Stage
es: Etapa

source: Message
es: Mensaje

source: Plugin information
es: Información del Plugin

source: no version information supplied
es: no se proporcionó información de versión

source: License
es: Licencia

source: The code information is pulled from the latest git commit for this plugin. It might not reflect official version numbers or information but the actual code running.
es: La información del código se extrae del último commit de git para este plugin. Puede que no refleje números de versión u otra información oficial, sino el código real en ejecución.

source: Package information
es: Información del Paquete

source: Installation method
es: Método de Instalación

source: This plugin was installed as a package
es: Este plugin se instaló como un paquete

source: This plugin was found in a local server path
es: Este plugin se encontró en una ruta local del servidor

source: Installation path
es: Ruta de Instalación

source: Builtin
es: Integrado

source: This is a builtin plugin which cannot be disabled
es: Este es un plugin integrado que no se puede desactivar

source: Sample
es: Ejemplo

source: This is a sample plugin
es: Este es un plugin de ejemplo

source: Commit Author
es: Autor del Commit

source: Commit Date
es: Fecha del Commit

source: Commit Hash
es: Hash del Commit

source: Commit Message
es: Mensaje del Commit

source: Purchase Order Settings
es: Configuración de Órdenes de Compra

source: Pricing Settings
es: Configuración de Precios

source: Exchange Rates
es: Tasas de Cambio

source: Update Now
es: Actualizar Ahora

source: Last Update
es: Última Actualización

source: Never
es: Nunca

source: Project Code Settings
es: Configuración de Códigos de Proyecto

source: Project Codes
es: Códigos de Proyecto

source: New Project Code
es: Nuevo Código de Proyecto

source: Report Settings
es: Configuración de Reportes

source: Return Order Settings
es: Configuración de Órdenes de Devolución

source: No value set
es: No se ha establecido ningún valor

source: Edit setting
es: Editar configuración

source: Edit Plugin Setting
es: Editar Configuración del Plugin

source: Edit Notification Setting
es: Editar Configuración de Notificación

source: Edit Global Setting
es: Editar Configuración Global

source: Edit User Setting
es: Editar Configuración de Usuario

source: Rate
es: Tasa

source: Delete
es: Eliminar

source: Edit Custom Unit
es: Editar Unidad Personalizada

source: Delete Custom Unit
es: Eliminar Unidad Personalizada

source: New Custom Unit
es: Nueva Unidad Personalizada

source: No project codes found
es: No se encontraron códigos de proyecto

source: Edit Project Code
es: Editar Código de Proyecto

source: Delete Project Code
es: Eliminar Código de Proyecto

source: No category parameter templates found
es: No se encontraron plantillas de parámetros de categoría

source: Edit Template
es: Editar Plantilla

source: Delete Template
es: Eliminar Plantilla

source: Edit Category Parameter Template
es: Editar Plantilla de Parámetro de Categoría

source: Delete Category Parameter Template
es: Eliminar Plantilla de Parámetro de Categoría

source: Create Category Parameter Template
es: Crear Plantilla de Parámetro de Categoría

source: Create Part Parameter Template
es: Crear Plantilla de Parámetro de Pieza

source: No stock location types found
es: No se encontraron tipos de ubicación de stock

source: Location count
es: Cantidad de Ubicaciones

source: Edit Location Type
es: Editar Tipo de Ubicación

source: Delete Location type
es: Eliminar Tipo de Ubicación

source: Delete Location Type
es: Eliminar Tipo de Ubicación

source: New Location Type
es: Nuevo Tipo de Ubicación

source: User Settings
es: Configuraciones de Usuario

source: Account
es: Cuenta

source: Display
es: Visualización

source: Home Page
es: Página de Inicio

source: Search
es: Buscar

source: Reporting
es: Reportes

source: Global Settings
es: Configuraciones Globales

source: Server
es: Servidor

source: Labels
es: Etiquetas

source: Categories
es: Categorías

source: Sales Order Settings
es: Configuraciones de Orden de Venta

source: Stock Settings
es: Configuraciones de Stock

source: Stock Location Types
es: Tipos de Ubicación de Stock

source: Account Settings
es: Configuraciones de Cuenta

source: Change Password
es: Cambiar Contraseña

source: The following email addresses are associated with your account:
es: Las siguientes direcciones de correo electrónico están asociadas con tu cuenta:

source: Verified
es: Verificado

source: Unverified
es: No verificado

source: Primary
es: Principal

source: Make Primary
es: Hacer Principal

source: Re-send Verification
es: Reenviar Verificación

source: Warning:
es: Advertencia:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes ninguna dirección de correo electrónico configurada. Deberías agregar una dirección de correo electrónico para poder recibir notificaciones, restablecer tu contraseña, etc.

source: Add Email Address
es: Agregar Dirección de Correo Electrónico

source: Add Email
es: Agregar correo electrónico

source: Multifactor
es: Autenticación multifactor

source: You have these factors available:
es: Tienes estos factores disponibles:

source: Static
es: Estático

source: Multifactor authentication is not configured for your account
es: La autenticación multifactor no está configurada para tu cuenta

source: Change factors
es: Cambiar factores

source: Setup multifactor
es: Configurar autenticación multifactor

source: Remove multifactor
es: Eliminar autenticación multifactor

source: Active Sessions
es: Sesiones activas

source: Log out active sessions (except this one)
es: Cerrar sesiones activas (excepto esta)

source: Log Out Active Sessions
es: Cerrar Sesiones Activas

source: <em>unknown on unknown</em>
es: <em>desconocido en desconocido</em>

source: <em>unknown</em>
es: <em>desconocido</em>

source: IP Address
es: Dirección IP

source: Device
es: Dispositivo

source: Last Activity
es: Última actividad

source: %(time)s ago (this session)
es: Hace %(time)s (esta sesión)

source: %(time)s ago
es: Hace %(time)s

source: Do you really want to remove the selected email address?
es: ¿Realmente quieres eliminar la dirección de correo electrónico seleccionada?

source: Display Settings
es: Configuración de visualización

source: Theme Settings
es: Configuración de tema

source: Select theme
es: Seleccionar tema

source: Set Theme
es: Establecer tema

source: Language Settings
es: Configuración de idioma

source: Select language
es: Seleccionar idioma

source: %(lang_translated)s%% translated
es: %(lang_translated)s%% traducido

source: No translations available
es: No hay traducciones disponibles

source: Set Language
es: Establecer idioma

source: Some languages are not complete
es: Algunos idiomas no están completos

source: Show only sufficient
es: Mostrar solo suficiente

source: and hidden.
es: y oculto.

source: Show them too
es: Mostrarlos también

source: Help the translation efforts!
es: ¡Ayuda en los esfuerzos de traducción!

source: Native language translation of the web application is community contributed via crowdin. Contributions are welcomed and encouraged.
es: La traducción al idioma nativo de la aplicación web es realizada por la comunidad a través de crowdin. Se aceptan y alientan las contribuciones.

source: InvenTree Translation Project
es: Proyecto de Traducción de InvenTree

source: Home Page Settings
es: Configuración de la página de inicio

source: Search Settings
es: Configuración de búsqueda

source: Single Sign On Accounts
es: Cuentas de inicio de sesión único (SSO)

source: You can sign in to your account using any of the following third party accounts:
es: Puedes iniciar sesión en tu cuenta usando cualquiera de las siguientes cuentas de terceros:

source: There are no social network accounts connected to this account.
es: No hay cuentas de redes sociales conectadas a esta cuenta.

source: Add SSO Account
es: Agregar cuenta SSO

source: Single Sign On is not enabled for this server
es: El inicio de sesión único (SSO) no está habilitado para este servidor

source: InvenTree Version
es: Versión de InvenTree

source: Development Version
es: Versión de desarrollo

source: Up to Date
es: Actualizado

source: Update Available
es: Actualización disponible

source: Commit Branch
es: Rama del commit

source: InvenTree Documentation
es: Documentación de InvenTree

source: API Version
es: Versión de la API

source: Python Version
es: Versión de Python

source: Django Version
es: Versión de Django

source: View Code on GitHub
es: Ver código en GitHub

source: Credits
es: Créditos

source: Mobile App
es: Aplicación móvil

source: Submit Bug Report
es: Enviar informe de error

source: copy to clipboard
es: copiar al portapapeles

source: copy version information
es: copiar información de versión

source: InvenTree logo
es: Logotipo de InvenTree

source: Confirm Email Address
es: Confirmar dirección de correo electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
es: Por favor, confirma que <a href="mailto:%(email)s">%(email)s</a> es la dirección de correo electrónico para el usuario %(user_display)s.

source: Confirm
es: Confirmar

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
es: Este enlace de confirmación de correo electrónico ha caducado o es inválido. Por favor, <a href="%(email_url)s">solicita una nueva confirmación de correo electrónico</a>.

source: Sign In
es: Iniciar sesión

source: Not a member?
es: ¿No eres miembro?

source: Sign Up
es: Registrarse

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: or log in with
es: o inicia sesión con

source: Sign Out
es: Cerrar sesión

source: Are you sure you want to sign out?
es: ¿Estás seguro de que quieres cerrar sesión?

source: Return to Site
es: Volver al sitio

source: Password Reset
es: Restablecimiento de contraseña

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
es: ¿Olvidaste tu contraseña? Ingresa tu dirección de correo electrónico a continuación y te enviaremos un correo electrónico para restablecerla.

source: Reset My Password
es: Restablecer mi contraseña

source: This function is currently disabled. Please contact an administrator.
es: Esta función está deshabilitada actualmente. Por favor, contacta a un administrador.

source: Bad Token
es: Token inválido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace para restablecer la contraseña es inválido, posiblemente porque ya ha sido utilizado. Por favor, solicita un <a href="%(passwd_reset_url)s">nuevo restablecimiento de contraseña</a>.

source: Change password
es: Cambiar contraseña

source: Your password is now changed.
es: Tu contraseña ha sido cambiada.

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: ¿Ya tienes una cuenta? Entonces por favor <a href="%(login_url)s">inicia sesión</a>.

source: Use a SSO-provider for signup
es: Usar un proveedor SSO para registrarse

source: Sign Up Closed
es: Registro cerrado

source: Sign up is currently closed.
es: El registro está cerrado actualmente.

source: Return to login page
es: Volver a la página de inicio de sesión

source: View in administration panel
es: Ver en panel de administración

source: Two-Factor Authentication
es: Autenticación de dos factores

source: Authenticate
es: Autenticar

source: Two-Factor Authentication Backup Tokens
es: Tokens de respaldo de autenticación de dos factores

source: Backup tokens have been generated, but are not revealed here for security reasons. Press the button below to generate new ones.
es: Se han generado tokens de respaldo, pero no se muestran aquí por razones de seguridad. Presiona el botón debajo para generar nuevos.

source: No backup tokens are available. Press the button below to generate some.
es: No hay tokens de respaldo disponibles. Presiona el botón debajo para generar algunos.

source: Generate Tokens
es: Generar tokens

source: Disable Two-Factor Authentication
es: Desactivar autenticación de dos factores

source: Are you sure?
es: ¿Estás seguro?

source: Disable 2FA
es: Desactivar 2FA

source: Setup Two-Factor Authentication
es: Configurar autenticación de dos factores

source: Step 1
es: Paso 1

source: Scan the QR code below with a token generator of your choice (for instance Google Authenticator).
es: Escanea el código QR de abajo con un generador de tokens de tu elección (por ejemplo, Google Authenticator).

source: Secret:
es: Secreto:

source: Step 2
es: Paso 2

source: Input a token generated by the app:
es: Ingresa un token generado por la aplicación:

source: Verify
es: Verificar

source: Add Link
es: Agregar enlace

source: Add Attachment
es: Agregar adjunto

source: Barcode Identifier
es: Identificador de código de barras

source: Server Restart Required
es: Se requiere reiniciar el servidor

source: A configuration option has been changed which requires a server restart
es: Se ha cambiado una opción de configuración que requiere reiniciar el servidor

source: Contact your system administrator for further information
es: Contacta a tu administrador del sistema para más información

source: Pending Database Migrations
es: Migraciones pendientes de la base de datos

source: There are pending database migrations which require attention
es: Hay migraciones pendientes de la base de datos que requieren atención

source: Click on the following link to view this order
es: Haz clic en el siguiente enlace para ver este pedido

source: Stock is required for the following build order
es: Se requiere stock para la siguiente orden de construcción

source: Build order %(build)s - building %(quantity)s x %(part)s
es: Orden de construcción %(build)s - construyendo %(quantity)s x %(part)s

source: Click on the following link to view this build order
es: Haz clic en el siguiente enlace para ver esta orden de construcción

source: The following parts are low on required stock
es: Las siguientes partes tienen bajo stock requerido

source: Required Quantity
es: Cantidad requerida

source: You are receiving this email because you are subscribed to notifications for this part
es: Estás recibiendo este correo electrónico porque estás suscrito a notificaciones para esta parte

source: Click on the following link to view this part
es: Haz clic en el siguiente enlace para ver esta parte

source: Minimum Quantity
es: Cantidad mínima

source: No Response
es: Sin respuesta

source: No response from the InvenTree server
es: Sin respuesta del servidor InvenTree

source: Error 400: Bad request
es: Error 400: Solicitud incorrecta

source: API request returned error code 400
es: La solicitud a la API devolvió el código de error 400

source: Error 401: Not Authenticated
es: Error 401: No autenticado

source: Authentication credentials not supplied
es: No se suministraron credenciales de autenticación

source: Error 403: Permission Denied
es: Error 403: Permiso denegado

source: You do not have the required permissions to access this function
es: No tienes los permisos necesarios para acceder a esta función

source: Error 404: Resource Not Found
es: Error 404: Recurso no encontrado

source: The requested resource could not be located on the server
es: No se pudo localizar el recurso solicitado en el servidor

source: Error 405: Method Not Allowed
es: Error 405: Método no permitido

source: HTTP method not allowed at URL
es: Método HTTP no permitido en la URL

source: Error 408: Timeout
es: Error 408: Tiempo de espera agotado

source: Connection timeout while requesting data from server
es: Tiempo de espera de conexión agotado al solicitar datos del servidor

source: Error 503: Service Unavailable
es: Error 503: Servicio no disponible

source: The server is currently unavailable
es: El servidor no está disponible actualmente

source: Unhandled Error Code
es: Código de error no manejado

source: Error code
es: Código de error

source: All selected attachments will be deleted
es: Todos los archivos adjuntos seleccionados serán eliminados

source: Delete Attachments
es: Eliminar archivos adjuntos

source: Delete attachments
es: Eliminar archivos adjuntos

source: Attachment actions
es: Acciones de archivo adjunto

source: No attachments found
es: No se encontraron archivos adjuntos

source: Edit Attachment
es: Editar archivo adjunto

source: Upload Date
es: Fecha de carga

source: Edit attachment
es: Editar archivo adjunto

source: Delete attachment
es: Eliminar archivo adjunto

source: Scan barcode data here using barcode scanner
es: Escanea datos del código de barras aquí usando un escáner de códigos de barras

source: Enter barcode data
es: Ingresa datos del código de barras

source: Scan barcode using connected webcam
es: Escanea código de barras usando la cámara web conectada

source: Enter optional notes for stock transfer
es: Ingresa notas opcionales para la transferencia de stock

source: Enter notes
es: Ingresar notas
