Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Part has defined units
es: La parte tiene unidades definidas

source: Has IPN
es: Tiene IPN

source: Part has internal part number
es: La parte tiene número de parte interno

source: In stock
es: En stock

source: Purchasable
es: Disponible para compra

source: Has stocktake entries
es: Tiene entradas de inventario

source: Has Choices
es: Tiene opciones

source: Display calendar view
es: Mostrar vista de calendario

source: Display list view
es: Mostrar vista de lista

source: Display tree view
es: Mostrar vista de árbol

source: Expand all rows
es: Expandir todas las filas

source: Collapse all rows
es: Colapsar todas las filas

source: Export Table Data
es: Exportar datos de la tabla

source: Select File Format
es: Seleccionar formato de archivo

source: Loading data
es: Cargando datos

source: rows per page
es: filas por página

source: Showing all rows
es: Mostrando todas las filas

source: Showing
es: Mostrando

source: to
es: a

source: of
es: de

source: rows
es: filas

source: No matching results
es: No se encontraron resultados

source: Hide/Show pagination
es: Ocultar/Mostrar paginación

source: Toggle
es: Alternar

source: Columns
es: Columnas

source: All
es: Todos

source: Buy
es: Comprar

source: Sell
es: Vender

source: Show Notifications
es: Mostrar Notificaciones

source: New Notifications
es: Nuevas Notificaciones

source: Logout
es: Cerrar sesión

source: Save
es: Guardar

source: Show all notifications and history
es: Mostrar todas las notificaciones e historial

source: Platform UI - the new UI for InvenTree - provides more modern administration options.
es: La IU de plataforma - la nueva IU para InvenTree - ofrece opciones de administración más modernas.

source: Platform UI - the new UI for InvenTree - is ready to be tested.
es: La IU de plataforma - la nueva IU para InvenTree - está lista para ser probada.

source: Try it out now
es: Pruébalo ahora

source: here
es: aquí

source: QR data not provided
es: Datos QR no proporcionados

source: You were logged out successfully.
es: Has cerrado sesión correctamente.

source: Log in again
es: Inicia sesión de nuevo

source: Show full search results
es: Mostrar todos los resultados de búsqueda

source: Clear search
es: Limpiar búsqueda

source: Close search menu
es: Cerrar menú de búsqueda

source: Social Network Login Failure
es: Fallo al iniciar sesión en la red social

source: Account Login Failure
es: Fallo al iniciar sesión en la cuenta

source: An error occurred while attempting to login via your social network account.
es: Ocurrió un error al intentar iniciar sesión a través de tu cuenta de red social.

source: Contact your system administrator for further information.
es: Contacta con el administrador del sistema para más información.

source: Connect %(provider)s
es: Conectar con %(provider)s

source: You are about to connect a new third party account from %(provider)s.
es: Estás a punto de conectar una nueva cuenta de terceros desde %(provider)s.

source: Sign In Via %(provider)s
es: Iniciar sesión a través de %(provider)s

source: You are about to sign in using a third party account from %(provider)s.
es: Estás a punto de iniciar sesión usando una cuenta de terceros desde %(provider)s.

source: Continue
es: Continuar

source: Invalid SSO Provider
es: Proveedor SSO inválido

source: The selected SSO provider is invalid, or has not been correctly configured
es: El proveedor SSO seleccionado es inválido o no ha sido configurado correctamente

source: You are about to use your %(provider_name)s account to login to %(site_name)s.
es: Estás a punto de usar tu cuenta de %(provider_name)s para iniciar sesión en %(site_name)s.

source: As a final step, please complete the following form
es: Como último paso, por favor completa el siguiente formulario

source: Provider has not been configured
es: El proveedor no ha sido configurado

source: No SSO providers have been configured
es: No se han configurado proveedores SSO

source: Instance Name
es: Nombre de la instancia

source: Database
es: Base de datos

source: Server is running in debug mode
es: El servidor está en modo de depuración

source: Docker Mode
es: Modo Docker

source: Server is deployed using docker
es: El servidor está desplegado usando Docker

source: Plugin Support
es: Soporte de complementos

source: Plugin support enabled
es: Soporte de complementos habilitado

source: Plugin support disabled
es: Soporte de complementos deshabilitado

source: Server status
es: Estado del servidor

source: Healthy
es: Saludable

source: Issues detected
es: Se detectaron problemas

source: Background Worker
es: Worker en segundo plano

source: Background worker not running
es: El worker en segundo plano no está corriendo

source: Email Settings
es: Configuración de correo electrónico

source: Email settings not configured
es: Configuración de correo electrónico no configurada

source: Yes
es: Sí

source: Users
es: Usuarios

source: Select which users are assigned to this group
es: Selecciona qué usuarios están asignados a este grupo

source: The following users are members of multiple groups
es: Los siguientes usuarios son miembros de múltiples grupos

source: Personal info
es: Información personal

source: Permissions
es: Permisos

source: Important dates
es: Fechas importantes

source: Token has been revoked
es: El token ha sido revocado

source: Token has expired
es: El token ha expirado

source: API Token
es: Token de API

source: API Tokens
es: Tokens de API

source: Token Name
es: Nombre del token

source: Custom token name
es: Nombre personalizado del token

source: Token expiry date
es: Fecha de expiración del token

source: Last Seen
es: Última vez visto

source: Last time the token was used
es: Última vez que se utilizó el token

source: Revoked
es: Revocado

source: Permission set
es: Conjunto de permisos

source: Group
es: Grupo

source: View
es: Ver

source: Permission to view items
es: Permiso para ver elementos

source: Permission to add items
es: Permiso para agregar elementos

source: Change
es: Cambiar

source: Permissions to edit items
es: Permisos para editar elementos

source: Permission to delete items
es: Permiso para eliminar elementos
