Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Postal code city/region
es: Código postal de la ciudad/región

source: State/Province
es: Estado/Provincia

source: State or province
es: Estado o provincia

source: Country
es: País

source: Address country
es: País de la dirección

source: Courier shipping notes
es: Notas de envío del mensajero

source: Notes for shipping courier
es: Notas para el mensajero de envío

source: Internal shipping notes
es: Notas de envío internas

source: Shipping notes for internal use
es: Notas de envío para uso interno

source: Link to address information (external)
es: Enlace a la información de dirección (externa)

source: Manufacturer Part
es: Parte del fabricante

source: Base Part
es: Parte base

source: Select part
es: Seleccionar parte

source: Manufacturer
es: Fabricante

source: Select manufacturer
es: Seleccionar fabricante

source: MPN
es: Nº de Parte del Fabricante

source: Manufacturer Part Number
es: Número de Parte del Fabricante

source: URL for external manufacturer part link
es: URL para el enlace de la parte del fabricante externo

source: Manufacturer part description
es: Descripción de la parte del fabricante

source: Parameter name
es: Nombre del parámetro

source: Value
es: Valor

source: Parameter value
es: Valor del parámetro

source: Units
es: Unidades

source: Parameter units
es: Unidades del parámetro

source: Supplier Part
es: Parte del Proveedor

source: Pack units must be compatible with the base part units
es: Las unidades del paquete deben ser compatibles con las unidades de la parte base

source: Pack units must be greater than zero
es: Las unidades del paquete deben ser mayores que cero

source: Linked manufacturer part must reference the same base part
es: La parte del fabricante vinculada debe referirse a la misma parte base

source: Supplier
es: Proveedor

source: Select supplier
es: Seleccionar proveedor

source: Supplier stock keeping unit
es: Unidad de mantenimiento de stock del proveedor

source: Is this supplier part active?
es: ¿Está activa esta parte del proveedor?

source: Select manufacturer part
es: Seleccionar parte del fabricante

source: URL for external supplier part link
es: URL para el enlace de la parte del proveedor externo

source: Supplier part description
es: Descripción de la parte del proveedor

source: Note
es: Nota

source: base cost
es: costo base

source: Minimum charge (e.g. stocking fee)
es: Cargo mínimo (p.ej. tarifa de almacenamiento)

source: Packaging
es: Empaque

source: Part packaging
es: Empaque de la parte

source: Pack Quantity
es: Cantidad por Paquete

source: Total quantity supplied in a single pack. Leave empty for single items.
es: Cantidad total suministrada en un solo paquete. Dejar en blanco para artículos individuales.

source: multiple
es: múltiple

source: Order multiple
es: Pedido múltiple

source: Quantity available from supplier
es: Cantidad disponible del proveedor

source: Availability Updated
es: Disponibilidad Actualizada

source: Date of last update of availability data
es: Fecha de la última actualización de datos de disponibilidad

source: Default currency used for this supplier
es: Moneda predeterminada utilizada para este proveedor

source: In Stock
es: En Stock

source: Inactive
es: Inactivo

source: Create Purchase Order
es: Crear Orden de Compra

source: Company actions
es: Acciones de la empresa

source: Edit company information
es: Editar información de la empresa

source: Edit Company
es: Editar Empresa

source: Delete company
es: Eliminar empresa

source: Delete Company
es: Eliminar Empresa

source: Part image
es: Imagen de la pieza

source: Upload new image
es: Subir nueva imagen

source: Download image from URL
es: Descargar imagen desde URL

source: Delete image
es: Eliminar imagen

source: Customer
es: Cliente

source: Uses default currency
es: Usa moneda predeterminada

source: Address
es: Dirección

source: Phone
es: Teléfono

source: Remove Image
es: Eliminar Imagen

source: Remove associated image from this company
es: Eliminar imagen asociada de esta empresa

source: Remove
es: Eliminar

source: Upload Image
es: Subir Imagen

source: Download Image
es: Descargar Imagen

source: Supplier Parts
es: Piezas del Proveedor

source: Create new supplier part
es: Crear nueva pieza del proveedor

source: New Supplier Part
es: Nueva Pieza del Proveedor

source: Manufacturer Parts
es: Piezas del Fabricante

source: Create new manufacturer part
es: Crear nueva pieza del fabricante

source: New Manufacturer Part
es: Nueva Pieza del Fabricante

source: Supplier Stock
es: Stock del Proveedor

source: Purchase Orders
es: Ordenes de Compra

source: Create new purchase order
es: Crear nueva orden de compra

source: New Purchase Order
es: Nueva Orden de Compra

source: Sales Orders
es: Ordenes de Venta

source: Create new sales order
es: Crear nueva orden de venta

source: New Sales Order
es: Nueva Orden de Venta

source: Assigned Stock
es: Stock Asignado

source: Return Orders
es: Ordenes de Devolución

source: Create new return order
es: Crear nueva orden de devolución

source: New Return Order
es: Nueva Orden de Devolución

source: Company Notes
es: Notas de la Empresa

source: Company Contacts
es: Contactos de la Empresa

source: Add Contact
es: Agregar Contacto

source: Company addresses
es: Direcciones de la Empresa

source: Add Address
es: Agregar Dirección

source: Manufacturers
es: Fabricantes

source: Order part
es: Ordenar parte

source: Edit manufacturer part
es: Editar parte del fabricante

source: Delete manufacturer part
es: Eliminar parte del fabricante

source: Internal Part
es: Parte Interna

source: No manufacturer information available
es: No hay información del fabricante disponible

source: Suppliers
es: Proveedores

source: Parameters
es: Parámetros

source: New Parameter
es: Nuevo Parámetro

source: Add Parameter
es: Agregar Parámetro

source: Manufactured Parts
es: Partes Fabricadas

source: Supplied Parts
es: Partes Suministradas

source: Supplied Stock Items
es: Artículos de Stock Suministrados

source: Assigned Stock Items
es: Artículos de Stock Asignados

source: Contacts
es: Contactos

source: Addresses
es: Direcciones

source: Supplier part actions
es: Acciones de la parte del proveedor

source: Order Part
es: Ordenar Parte

source: Update Availability
es: Actualizar Disponibilidad

source: Edit Supplier Part
es: Editar Parte del Proveedor

source: Duplicate Supplier Part
es: Duplicar Parte del Proveedor

source: Delete Supplier Part
es: Eliminar Parte del Proveedor

source: Delete Supplier Part
es: Eliminar Parte del Proveedor

source: No supplier information available
es: No hay información del proveedor disponible

source: Supplier Part Stock
es: Stock de Partes del Proveedor

source: Create new stock item
es: Crear nuevo artículo de stock

source: New Stock Item
es: Nuevo Artículo de Stock

source: Supplier Part Orders
es: Ordenes de Partes del Proveedor

source: Pricing Information
es: Información de Precios

source: Add Price Break
es: Agregar Escalón de Precio

source: Supplier Part QR Code
es: Código QR de la Parte del Proveedor

source: Link Barcode to Supplier Part
es: Vincular Código de Barras a la Parte del Proveedor

source: Update Part Availability
es: Actualizar Disponibilidad de la Parte

source: Stock Items
es: Artículos en Stock

source: Supplier Part Pricing
es: Precios de Partes del Proveedor

source: New Supplier
es: Nuevo Proveedor

source: New Manufacturer
es: Nuevo Fabricante

source: Customers
es: Clientes

source: New Customer
es: Nuevo Cliente

source: New Company
es: Nueva Empresa

source: Placed
es: Colocado

source: Copies
es: Copias

source: Number of copies to print for each label
es: Número de copias a imprimir por cada etiqueta

source: Connected
es: Conectado

source: Unknown
es: Desconocido

source: Printing
es: Imprimiendo

source: No media
es: Sin medio

source: Disconnected
es: Desconectado

source: Label Printer
es: Impresora de Etiquetas

source: Directly print labels for various items.
es: Imprime etiquetas directamente para varios artículos.

source: Printer Location
es: Ubicación de la Impresora

source: Scope the printer to a specific location
es: Asigne la impresora a una ubicación específica

source: Name of machine
es: Nombre de la máquina

source: Machine Type
es: Tipo de máquina

source: Type of machine
es: Tipo de máquina

source: Driver
es: Controlador

source: Driver used for the machine
es: Controlador utilizado para la máquina

source: Machines can be disabled
es: Las máquinas pueden ser deshabilitadas

source: Driver available
es: Controlador disponible

source: No errors
es: Sin errores

source: Initialized
es: Inicializado

source: Errors
es: Errores

source: Machine status
es: Estado de la máquina

source: Machine
es: Máquina

source: Machine Config
es: Configuración de la Máquina

source: Config type
es: Tipo de configuración

source: Total Price
es: Precio Total

source: Order Status
es: Estado del Pedido

source: Has Pricing
es: Tiene Precios

source: No matching purchase order found
es: No se encontró ninguna orden de compra coincidente

source: Order
es: Pedido

source: Order Complete
es: Pedido Completado

source: Order Pending
es: Pedido Pendiente

source: Purchase Order
es: Orden de Compra

source: Return Order
es: Orden de Devolución

source: Total price for this order
es: Precio total de este pedido

source: Order Currency
es: Moneda del Pedido

source: Currency for this order (leave blank to use company default)
es: Moneda para este pedido (deje en blanco para usar la predeterminada de la empresa)

source: Contact does not match selected company
es: El contacto no coincide con la empresa seleccionada

source: Order description (optional)
es: Descripción del pedido (opcional)

source: Select project code for this order
es: Seleccionar código de proyecto para este pedido

source: Link to external page
es: Enlace a página externa

source: Expected date for order delivery. Order will be overdue after this date.
es: Fecha esperada de entrega del pedido. El pedido estará vencido después de esta fecha.

source: Created By
es: Creado Por

source: User or group responsible for this order
es: Usuario o grupo responsable de este pedido

source: Point of contact for this order
es: Punto de contacto para este pedido

source: Company address for this order
es: Dirección de la empresa para este pedido

source: Order reference
es: Referencia del pedido

source: Purchase order status
es: Estado de la orden de compra

source: Company from which the items are being ordered
es: Empresa desde la cual se están ordenando los artículos

source: Supplier Reference
es: Referencia del Proveedor

source: Supplier order reference code
es: Código de referencia del pedido al proveedor

source: received by
es: recibido por

source: Issue Date
es: Fecha de Emisión

source: Date order was issued
es: Fecha en que se emitió el pedido

source: Date order was completed
es: Fecha en que se completó el pedido

source: Part supplier must match PO supplier
es: El proveedor de la parte debe coincidir con el proveedor del PO

source: Quantity must be a positive number
es: La cantidad debe ser un número positivo

source: Company to which the items are being sold
es: Empresa a la cual se están vendiendo los artículos

source: Customer Reference
es: Referencia del Cliente

source: Customer order reference code
es: Código de referencia del pedido del cliente

source: Shipment Date
es: Fecha de Envío

source: shipped by
es: enviado por

source: Order is already complete
es: El pedido ya está completo

source: Order is already cancelled
es: El pedido ya está cancelado

source: Only an open order can be marked as complete
es: Solo se puede marcar como completo un pedido abierto

source: Order cannot be completed as there are incomplete shipments
es: No se puede completar el pedido porque hay envíos incompletos

source: Order cannot be completed as there are incomplete line items
es: No se puede completar el pedido porque hay ítems de línea incompletos

source: Item quantity
es: Cantidad del artículo

source: Line item reference
es: Referencia del ítem de línea

source: Line item notes
es: Notas del ítem de línea

source: Target date for this line item (leave blank to use the target date from the order)
es: Fecha objetivo para este ítem de línea (deje en blanco para usar la fecha objetivo del pedido)

source: Line item description (optional)
es: Descripción del ítem de línea (opcional)

source: Context
es: Contexto

source: Additional context for this line
es: Contexto adicional para esta línea

source: Unit price
es: Precio unitario

source: Supplier part must match supplier
es: La parte del proveedor debe coincidir con el proveedor

source: deleted
es: eliminado

source: Supplier part
es: Parte del proveedor

source: Received
es: Recibido

source: Number of items received
es: Número de artículos recibidos

source: Purchase Price
es: Precio de compra

source: Unit purchase price
es: Precio unitario de compra

source: Where does the Purchaser want this item to be stored?
es: ¿Dónde desea el comprador que se almacene este artículo?

source: Virtual part cannot be assigned to a sales order
es: No se puede asignar una parte virtual a una orden de venta

source: Only salable parts can be assigned to a sales order
es: Solo se pueden asignar partes vendibles a una orden de venta

source: Sale Price
es: Precio de venta

source: Unit sale price
es: Precio unitario de venta

source: Shipped
es: Enviado

source: Shipped quantity
es: Cantidad enviada

source: Date of shipment
es: Fecha de envío

source: Delivery Date
es: Fecha de entrega

source: Checked By
es: Verificado por

source: User who checked this shipment
es: Usuario que verificó este envío

source: Shipment
es: Envío

source: Shipment number
es: Número de envío

source: Tracking Number
es: Número de seguimiento

source: Shipment tracking information
es: Información de seguimiento del envío

source: Invoice Number
es: Número de factura

source: Reference number for associated invoice
es: Número de referencia para la factura asociada

source: Shipment has already been sent
es: El envío ya ha sido enviado

source: Shipment has no allocated stock items
es: El envío no tiene artículos de stock asignados

source: Stock item has not been assigned
es: El artículo de stock no ha sido asignado

source: Cannot allocate stock item to a line with a different part
es: No se puede asignar el artículo de stock a una línea con una parte diferente

source: Cannot allocate stock to a line without a part
es: No se puede asignar stock a una línea sin una parte

source: Allocation quantity cannot exceed stock quantity
es: La cantidad de asignación no puede exceder la cantidad de stock

source: Quantity must be 1 for serialized stock item
es: La cantidad debe ser 1 para un artículo de stock serializado

source: Sales order does not match shipment
es: La orden de venta no coincide con el envío

source: Shipment does not match sales order
es: El envío no coincide con la orden de venta

source: Line
es: Línea

source: Sales order shipment reference
es: Referencia de envío de la orden de venta

source: Item
es: Artículo

source: Select stock item to allocate
es: Seleccione el artículo de stock para asignar

source: Enter stock allocation quantity
es: Ingrese la cantidad de asignación de stock

source: Return Order reference
es: Referencia de la orden de devolución

source: Company from which items are being returned
es: Empresa de la cual se devuelven los artículos

source: Return order status
es: Estado de la orden de devolución

source: Only serialized items can be assigned to a Return Order
es: Solo se pueden asignar artículos serializados a una orden de devolución

source: Select item to return from customer
es: Seleccione el artículo para devolver del cliente

source: Received Date
es: Fecha de recepción

source: The date this return item was received
es: La fecha en que se recibió este artículo de devolución

source: Outcome
es: Resultado

source: Outcome for this line item
es: Resultado para este artículo de línea

source: Cost associated with return or repair for this line item
es: Costo asociado con la devolución o reparación para este artículo de línea

source: Line Items
es: Ítems de línea

source: Completed Lines
es: Líneas completadas

source: Order cannot be cancelled
es: No se puede cancelar la orden

source: Allow order to be closed with incomplete line items
es: Permitir cerrar la orden con ítems de línea incompletos

source: Order has incomplete line items
es: La orden tiene ítems de línea incompletos

source: Order is not open
es: La orden no está abierta

source: Auto Pricing
es: Precio automático

source: Automatically calculate purchase price based on supplier part data
es: Calcular automáticamente el precio de compra en base a los datos de la parte del proveedor

source: Purchase price currency
es: Moneda del precio de compra

source: Merge Items
es: Combinar ítems

source: Merge items with the same part, destination and target date into one line item
es: Combinar ítems con la misma parte, destino y fecha objetivo en un ítem de línea

source: Supplier part must be specified
es: Debe especificarse la parte del proveedor

source: Purchase order must be specified
es: Debe especificarse la orden de compra

source: Supplier must match purchase order
es: El proveedor debe coincidir con la orden de compra

source: Purchase order must match supplier
es: La orden de compra debe coincidir con el proveedor

source: Line Item
es: Ítem de línea

source: Line item does not match purchase order
es: El ítem de línea no coincide con la orden de compra

source: Select destination location for received items
es: Seleccione la ubicación de destino para los ítems recibidos

source: Enter batch code for incoming stock items
es: Ingrese el código de lote para los ítems de stock entrantes

source: Enter serial numbers for incoming stock items
es: Ingrese los números de serie para los ítems de stock entrantes

source: Barcode
es: Código de barras

source: Scanned barcode
es: Código de barras escaneado

source: Barcode is already in use
es: El código de barras ya está en uso

source: An integer quantity must be provided for trackable parts
es: Debe proporcionarse una cantidad entera para las partes rastreables

source: Line items must be provided
es: Debe proporcionarse ítems de línea

source: Destination location must be specified
es: Debe especificarse la ubicación de destino

source: Supplied barcode values must be unique
es: Los valores de los códigos de barras suministrados deben ser únicos

source: Sale price currency
es: Moneda del precio de venta

source: No shipment details provided
es: No se han proporcionado detalles del envío

source: Line item is not associated with this order
es: El ítem de línea no está asociado con esta orden

source: Quantity must be positive
es: La cantidad debe ser positiva

source: Enter serial numbers to allocate
es: Ingrese números de serie para asignar

source: Shipment has already been shipped
es: El envío ya ha sido despachado

source: Shipment is not associated with this order
es: El envío no está asociado con esta orden

source: No match found for the following serial numbers
es: No se encontró coincidencia para los siguientes números de serie

source: The following serial numbers are already allocated
es: Los siguientes números de serie ya están asignados

source: Return order line item
es: Ítem de línea de orden de devolución

source: Line item does not match return order
es: El ítem de línea no coincide con la orden de devolución

source: Line item has already been received
es: El ítem de línea ya ha sido recibido

source: Items can only be received against orders which are in progress
es: Los ítems solo pueden ser recibidos contra órdenes que están en progreso

source: Line price currency
es: Moneda del precio de línea

source: Lost
es: Perdido

source: Returned
es: Devuelto

source: In Progress
es: En progreso

source: Return
es: Devolución

source: Repair
es: Reparación

source: Replace
es: Reemplazo

source: Refund
es: Reembolso

source: Reject
es: Rechazo

source: Overdue Purchase Order
es: Orden de compra vencida

source: Purchase order {po} is now overdue
es: La orden de compra {po} está vencida

source: Overdue Sales Order
es: Orden de venta vencida

source: Sales order {so} is now overdue
es: La orden de venta {so} está vencida

source: Print purchase order report
es: Imprimir reporte de orden de compra

source: Export order to file
es: Exportar orden a archivo

source: Order actions
es: Acciones de la orden

source: Edit order
es: Editar orden

source: Cancel order
es: Cancelar orden

source: Duplicate order
es: Duplicar orden

source: Issue Order
es: Emitir Orden

source: Mark order as complete
es: Marcar orden como completada

source: Complete Order
es: Completar Orden

source: Supplier part thumbnail
es: Miniatura de parte del proveedor

source: Order Reference
es: Referencia de la Orden

source: Order Description
es: Descripción de la Orden

source: No suppplier information available
es: No hay información del proveedor disponible

source: Completed Line Items
es: Ítems de línea completados

source: Incomplete
es: Incompleto

source: Issued
es: Emitido

source: Total cost
es: Costo total

source: Total cost could not be calculated
es: No se pudo calcular el costo total

source: Purchase Order QR Code
es: Código QR de la Orden de Compra

source: Link Barcode to Purchase Order
es: Vincular código de barras a la Orden de Compra

source: Missing selections for the following required columns
es: Faltan selecciones para las siguientes columnas requeridas

source: Duplicate selections found, see below. Fix them then retry submitting.
es: Se encontraron selecciones duplicadas, ver abajo. Corríjalas y luego intente enviar nuevamente.

source: Submit Selections
es: Enviar Selecciones

source: File Fields
es: Campos de Archivo

source: Remove column
es: Eliminar columna

source: Duplicate selection
es: Selección duplicada

source: Remove row
es: Eliminar fila

source: Errors exist in the submitted data
es: Existen errores en los datos enviados

source: Row
es: Fila

source: Select Supplier Part
es: Seleccionar Parte del Proveedor

source: Return to Orders
es: Volver a Órdenes

source: Upload File for Purchase Order
es: Subir Archivo para Orden de Compra

source: Order is already processed. Files cannot be uploaded.
es: La orden ya está procesada. No se pueden subir archivos.

source: Step %(step)s of %(count)s
es: Paso %(step)s de %(count)s

source: Received Stock
es: Inventario Recibido

source: Purchase Order Items
es: Ítems de la Orden de Compra

source: Add Line Item
es: Agregar Ítem de Línea

source: Receive Line Items
es: Recibir Ítems de Línea

source: Extra Lines
es: Líneas Extra

source: Add Extra Line
es: Agregar Línea Extra

source: Received Items
es: Ítems Recibidos

source: Order Notes
es: Notas de la Orden

source: Customer logo thumbnail
es: Miniatura del logo del cliente

source: Print return order report
es: Imprimir reporte de orden de devolución

source: Print packing list
es: Imprimir lista de embalaje

source: Customer Reference
es: Referencia del Cliente

source: Total Cost
es: Costo Total

source: Return Order QR Code
es: Código QR de Orden de Devolución

source: Link Barcode to Return Order
es: Vincular Código de Barras a Orden de Devolución

source: Order Details
es: Detalles de la Orden

source: Print sales order report
es: Imprimir reporte de orden de venta

source: Ship Items
es: Enviar Ítems

source: Mark As Shipped
es: Marcar como Enviado

source: Complete Sales Order
es: Completar Orden de Venta

source: This Sales Order has not been fully allocated
es: Esta Orden de Venta no ha sido completamente asignada

source: Completed Shipments
es: Envíos Completados
