Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Server error
es: Error del servidor

source: Unknown response from server
es: Respuesta desconocida del servidor

source: Invalid server response
es: Respuesta inválida del servidor

source: Scan barcode data
es: Escanea datos del código de barras

source: Scan Barcode
es: Escanear código de barras

source: No URL in response
es: No hay URL en la respuesta

source: This will remove the link to the associated barcode
es: Esto eliminará el vínculo con el código de barras asociado

source: Unlink
es: Desvincular

source: Remove stock item
es: Eliminar artículo de stock

source: Scan Stock Items Into Location
es: Escanear artículos de stock en esta ubicación

source: Scan stock item barcode to check in to this location
es: Escanear el código de barras del artículo de stock para registrarlo en esta ubicación

source: Check In
es: Registrar entrada

source: No barcode provided
es: No se proporcionó ningún código de barras

source: Stock Item already scanned
es: El artículo de stock ya fue escaneado

source: Stock Item already in this location
es: El artículo de stock ya se encuentra en esta ubicación

source: Added stock item
es: Se añadió el artículo de stock

source: Barcode does not match valid stock item
es: El código de barras no coincide con ningún artículo de stock válido

source: Scan Stock Container Into Location
es: Escanear contenedor de stock en esta ubicación

source: Scan stock container barcode to check in to this location
es: Escanear el código de barras del contenedor de stock para registrarlo en esta ubicación

source: Barcode does not match valid stock location
es: El código de barras no coincide con ninguna ubicación de stock válida

source: Check Into Location
es: Registrar entrada en la ubicación

source: Barcode does not match a valid location
es: El código de barras no coincide con una ubicación válida

source: Create BOM Item
es: Crear ítem de BOM

source: Display row data
es: Mostrar datos de la fila

source: Row Data
es: Datos de la fila

source: Close
es: Cerrar

source: Download BOM Template
es: Descargar Plantilla de BOM

source: Multi Level BOM
es: BOM Multinivel

source: Include BOM data for subassemblies
es: Incluir datos de BOM para subensamblajes

source: Levels
es: Niveles

source: Select maximum number of BOM levels to export (0 = all levels)
es: Seleccionar el número máximo de niveles de BOM a exportar (0 = todos los niveles)

source: Include Alternative Parts
es: Incluir Piezas Alternativas

source: Include alternative parts in exported BOM
es: Incluir piezas alternativas en el BOM exportado

source: Include Parameter Data
es: Incluir Datos de Parámetros

source: Include part parameter data in exported BOM
es: Incluir datos de parámetros de las piezas en el BOM exportado

source: Include Stock Data
es: Incluir Datos de Stock

source: Include part stock data in exported BOM
es: Incluir datos de stock de las piezas en el BOM exportado

source: Include Manufacturer Data
es: Incluir Datos del Fabricante

source: Include part manufacturer data in exported BOM
es: Incluir datos del fabricante de las piezas en el BOM exportado

source: Include Supplier Data
es: Incluir Datos del Proveedor

source: Include part supplier data in exported BOM
es: Incluir datos del proveedor de las piezas en el BOM exportado

source: Include Pricing Data
es: Incluir Datos de Precios

source: Include part pricing data in exported BOM
es: Incluir datos de precios de las piezas en el BOM exportado

source: Remove substitute part
es: Eliminar pieza sustituta

source: Select and add a new substitute part using the input below
es: Seleccionar y añadir una nueva pieza sustituta usando la entrada a continuación

source: Are you sure you wish to remove this substitute part link?
es: ¿Estás seguro de que deseas eliminar este enlace de pieza sustituta?

source: Remove Substitute Part
es: Eliminar Pieza Sustituta

source: Add Substitute
es: Añadir Sustituto

source: Edit BOM Item Substitutes
es: Editar Sustitutos de Ítem de BOM

source: All selected BOM items will be deleted
es: Se eliminarán todos los ítems de BOM seleccionados

source: Delete selected BOM items?
es: ¿Eliminar ítems de BOM seleccionados?

source: Delete items
es: Eliminar ítems

source: Load BOM for subassembly
es: Cargar BOM para subensamblaje

source: Substitutes Available
es: Sustitutos Disponibles

source: Variant stock allowed
es: Permitir stock variante

source: Substitutes
es: Sustitutos

source: BOM pricing is complete
es: La fijación de precios del BOM está completa

source: BOM pricing is incomplete
es: La fijación de precios del BOM está incompleta

source: No pricing available
es: No hay precios disponibles

source: External stock
es: Stock Externo

source: No Stock Available
es: No hay Stock Disponible

source: Includes variant and substitute stock
es: Incluye stock variante y sustituto

source: Includes variant stock
es: Incluye stock variante

source: Includes substitute stock
es: Incluye stock sustituto

source: Consumable item
es: Ítem consumible

source: Validate BOM Item
es: Validar Ítem de BOM

source: This line has been validated
es: Esta línea ha sido validada

source: Edit substitute parts
es: Editar partes sustitutas

source: Edit BOM Item
es: Editar Ítem de BOM

source: Delete BOM Item
es: Eliminar Ítem de BOM

source: View BOM
es: Ver BOM

source: No BOM items found
es: No se encontraron ítems de BOM

source: Required Part
es: Parte Requerida

source: Inherited from parent BOM
es: Heredado del BOM padre

source: Edit Build Order
es: Editar Orden de Construcción

source: Create Build Order
es: Crear Orden de Construcción

source: Cancel Build Order
es: Cancelar Orden de Construcción

source: Are you sure you wish to cancel this build?
es: ¿Estás seguro de que deseas cancelar esta construcción?

source: Stock items have been allocated to this build order
es: Se han asignado ítems de stock a esta orden de construcción

source: There are incomplete outputs remaining for this build order
es: Quedan salidas incompletas para esta orden de construcción

source: Build order is ready to be completed
es: La orden de construcción está lista para completarse

source: This build order cannot be completed as there are incomplete outputs
es: Esta orden de construcción no se puede completar porque hay salidas incompletas

source: Build Order is incomplete
es: La Orden de Construcción está incompleta

source: Complete Build Order
es: Completar Orden de Construcción

source: Next available serial number
es: Próximo número de serie disponible

source: Latest serial number
es: Último número de serie

source: The Bill of Materials contains trackable parts
es: El Bill of Materials contiene partes rastreables

source: Build outputs must be generated individually
es: Las salidas de construcción deben generarse individualmente

source: Trackable parts can have serial numbers specified
es: Las partes rastreables pueden tener números de serie especificados

source: Enter serial numbers to generate multiple single build outputs
es: Ingrese números de serie para generar múltiples salidas de construcción individuales

source: Create Build Output
es: Crear Salida de Construcción

source: Allocate stock items to this build output
es: Asignar ítems de stock a esta salida de construcción

source: Deallocate stock from build output
es: Desasignar stock de la salida de construcción

source: Complete build output
es: Completar salida de construcción

source: Scrap build output
es: Desechar salida de construcción

source: Delete build output
es: Eliminar salida de construcción

source: Are you sure you wish to deallocate the selected stock items from this build?
es: ¿Estás seguro de que deseas desasignar los ítems de stock seleccionados de esta construcción?

source: Deallocate Stock Items
es: Desasignar ítems de stock

source: Select Build Outputs
es: Seleccionar Salidas de Construcción

source: At least one build output must be selected
es: Debe seleccionarse al menos una salida de construcción

source: Selected build outputs will be marked as complete
es: Las salidas de construcción seleccionadas se marcarán como completas

source: Output
es: Salida

source: Complete Build Outputs
es: Completar Salidas de Construcción

source: Selected build outputs will be marked as scrapped
es: Las salidas de construcción seleccionadas se marcarán como desechadas

source: Scrapped output are marked as rejected
es: Las salidas desechadas se marcan como rechazadas

source: Allocated stock items will no longer be available
es: Los ítems de stock asignados ya no estarán disponibles

source: The completion status of the build order will not be adjusted
es: El estado de finalización de la orden de construcción no se ajustará

source: Scrap Build Outputs
es: Desechar Salidas de Construcción

source: Selected build outputs will be deleted
es: Se eliminarán las salidas de construcción seleccionadas

source: Build output data will be permanently deleted
es: Los datos de las salidas de construcción se eliminarán permanentemente

source: Allocated stock items will be returned to stock
es: Los ítems de stock asignados se devolverán al inventario

source: Delete Build Outputs
es: Eliminar Salidas de Construcción

source: No build order allocations found
es: No se encontraron asignaciones de orden de construcción

source: Allocated Quantity
es: Cantidad Asignada

source: Location not specified
es: Ubicación no especificada

source: Complete outputs
es: Completar salidas

source: Scrap outputs
es: Desechar salidas

source: Delete outputs
es: Eliminar salidas

source: build output
es: salida de construcción

source: build outputs
es: salidas de construcción

source: Build output actions
es: Acciones de salida de construcción

source: No active build outputs found
es: No se encontraron salidas de construcción activas

source: Allocated Lines
es: Líneas Asignadas

source: Required Tests
es: Pruebas Requeridas

source: Select Parts
es: Seleccionar Partes

source: You must select at least one part to allocate
es: Debe seleccionar al menos una parte para asignar

source: Specify stock allocation quantity
es: Especificar cantidad de asignación de stock

source: All Parts Allocated
es: Todas las partes asignadas

source: All selected parts have been fully allocated
es: Todas las partes seleccionadas han sido completamente asignadas

source: Select source location (leave blank to take from all locations)
es: Seleccionar ubicación de origen (dejar en blanco para tomar de todas las ubicaciones)

source: Allocate Stock Items to Build Order
es: Asignar Artículos de Stock al Orden de Construcción

source: No matching stock locations
es: No se encontraron ubicaciones de stock coincidentes

source: No matching stock items
es: No se encontraron artículos de stock coincidentes

source: Automatic Stock Allocation
es: Asignación Automática de Stock

source: Stock items will be automatically allocated to this build order, according to the provided guidelines
es: Los artículos de stock se asignarán automáticamente a este orden de construcción, según las directrices proporcionadas

source: If a location is specified, stock will only be allocated from that location
es: Si se especifica una ubicación, el stock solo se asignará desde esa ubicación

source: If stock is considered interchangeable, it will be allocated from the first location it is found
es: Si el stock se considera intercambiable, se asignará desde la primera ubicación donde se encuentre

source: If substitute stock is allowed, it will be used where stock of the primary part cannot be found
es: Si se permite el uso de stock sustituto, se utilizará donde no se pueda encontrar stock del componente principal

source: Allocate Stock Items
es: Asignar Artículos de Stock

source: No builds matching query
es: No se encontraron construcciones que coincidan con la consulta

source: Select
es: Seleccionar

source: Build order is overdue
es: El orden de construcción está atrasado

source: No user information
es: No hay información de usuario

source: Edit stock allocation
es: Editar asignación de stock

source: Delete stock allocation
es: Eliminar asignación de stock

source: Edit Allocation
es: Editar Asignación

source: Remove Allocation
es: Eliminar Asignación

source: build line
es: línea de construcción

source: build lines
es: líneas de construcción

source: No build lines found
es: No se encontraron líneas de construcción

source: Trackable part
es: Parte rastreable

source: Unit Quantity
es: Cantidad Unitaria

source: Sufficient stock available
es: Stock suficiente disponible

source: Consumable Item
es: Artículo consumible

source: Tracked item
es: Artículo rastreado

source: Allocate tracked items against individual build outputs
es: Asignar artículos rastreados a las salidas individuales de construcción

source: Build stock
es: Stock de construcción

source: Order stock
es: Stock de pedido

source: Allocate stock
es: Asignar stock

source: Remove stock allocation
es: Eliminar asignación de stock

source: Add Manufacturer
es: Agregar Fabricante

source: Add Manufacturer Part
es: Agregar Parte del Fabricante

source: Edit Manufacturer Part
es: Editar Parte del Fabricante

source: Add Supplier
es: Agregar Proveedor

source: Add Supplier Part
es: Agregar Parte del Proveedor

source: All selected supplier parts will be deleted
es: Se eliminarán todas las partes seleccionadas del proveedor

source: Delete Supplier Parts
es: Eliminar Partes del Proveedor

source: Add new Company
es: Agregar nueva Empresa

source: Parts Supplied
es: Partes Suministradas

source: Parts Manufactured
es: Partes Fabricadas

source: No company information found
es: No se encontró información de la empresa

source: Create New Contact
es: Crear Nuevo Contacto

source: Edit Contact
es: Editar Contacto

source: All selected contacts will be deleted
es: Se eliminarán todos los contactos seleccionados

source: Role
es: Rol

source: Delete Contacts
es: Eliminar Contactos

source: No contacts found
es: No se encontraron contactos

source: Phone Number
es: Número de Teléfono

source: Email Address
es: Dirección de Correo Electrónico

source: Delete Contact
es: Eliminar Contacto

source: Create New Address
es: Crear Nueva Dirección

source: Edit Address
es: Editar Dirección

source: All selected addresses will be deleted
es: Se eliminarán todas las direcciones seleccionadas

source: Delete Addresses
es: Eliminar Direcciones

source: No addresses found
es: No se encontraron direcciones

source: Postal city
es: Ciudad postal

source: State/province
es: Estado/provincia

source: Courier notes
es: Notas de mensajería

source: Internal notes
es: Notas internas

source: Delete Address
es: Eliminar Dirección

source: All selected manufacturer parts will be deleted
es: Se eliminarán todas las partes de fabricante seleccionadas

source: Delete Manufacturer Parts
es: Eliminar Partes del Fabricante

source: All selected parameters will be deleted
es: Se eliminarán todos los parámetros seleccionados

source: Delete Parameters
es: Eliminar Parámetros

source: Order parts
es: Ordenar partes

source: Delete manufacturer parts
es: Eliminar partes del fabricante

source: Manufacturer part actions
es: Acciones de partes del fabricante

source: No manufacturer parts found
es: No se encontraron partes del fabricante

source: Template part
es: Parte de plantilla

source: Assembled part
es: Parte ensamblada

source: No parameters found
es: No se encontraron parámetros

source: Edit parameter
es: Editar parámetro

source: Delete parameter
es: Eliminar parámetro

source: Edit Parameter
es: Editar Parámetro

source: Delete Parameter
es: Eliminar Parámetro

source: Delete supplier parts
es: Eliminar partes de proveedor

source: No supplier parts found
es: No se encontraron partes de proveedor

source: Base Units
es: Unidades Base

source: Availability
es: Disponibilidad

source: Edit supplier part
es: Editar parte de proveedor

source: Delete supplier part
es: Eliminar parte de proveedor

source: Delete Price Break
es: Eliminar Ruptura de Precio

source: Edit Price Break
es: Editar Ruptura de Precio

source: No price break information found
es: No se encontró información de ruptura de precio

source: Last updated
es: Última actualización

source: Edit price break
es: Editar ruptura de precio

source: Delete price break
es: Eliminar ruptura de precio

source: true
es: verdadero

source: false
es: falso

source: Select filter
es: Seleccionar filtro

source: Print Labels
es: Imprimir Etiquetas

source: Print Reports
es: Imprimir Informes

source: Download table data
es: Descargar datos de la tabla

source: Reload table data
es: Recargar datos de la tabla

source: Add new filter
es: Agregar nuevo filtro

source: Clear all filters
es: Limpiar todos los filtros

source: Create filter
es: Crear filtro

source: Action Prohibited
es: Acción Prohibida

source: Create operation not allowed
es: Operación de creación no permitida

source: Update operation not allowed
es: Operación de actualización no permitida

source: Delete operation not allowed
es: Operación de eliminación no permitida

source: View operation not allowed
es: Operación de visualización no permitida

source: Keep this form open
es: Mantener este formulario abierto

source: Enter a valid number
es: Ingrese un número válido

source: Form errors exist
es: Existen errores en el formulario

source: No results found
es: No se encontraron resultados

source: Searching
es: Buscando

source: Clear input
es: Limpiar entrada

source: File Column
es: Columna de Archivo

source: Field Name
es: Nombre del Campo

source: Select Columns
es: Seleccionar Columnas

source: YES
es: SÍ

source: True
es: Verdadero

source: False
es: Falso

source: No parts required for builds
es: No se requieren partes para construcciones

source: Select Items
es: Seleccionar Elementos

source: No items selected for printing
es: No se han seleccionado elementos para imprimir

source: Labels sent to printer
es: Etiquetas enviadas a la impresora

source: Cancel
es: Cancelar

source: Submit
es: Enviar

source: Form Title
es: Título del Formulario

source: Waiting for server...
es: Esperando respuesta del servidor...

source: Show Error Information
es: Mostrar Información de Error

source: Accept
es: Aceptar

source: Loading Data
es: Cargando Datos

source: Invalid response from server
es: Respuesta inválida del servidor

source: Form data missing from server response
es: Datos del formulario ausentes en la respuesta del servidor

source: Error posting form data
es: Error al enviar los datos del formulario

source: JSON response missing form data
es: Respuesta JSON sin datos del formulario

source: Error 400: Bad Request
es: Error 400: Solicitud incorrecta

source: Server returned error code 400
es: El servidor devolvió el código de error 400

source: Error requesting form data
es: Error al solicitar los datos del formulario

source: No news found
es: No se encontraron noticias

source: Age
es: Edad

source: Notification
es: Notificación

source: Mark as unread
es: Marcar como no leída

source: Mark as read
es: Marcar como leída

source: No unread notifications
es: No hay notificaciones no leídas

source: Notifications will load here
es: Las notificaciones se cargarán aquí

source: Add Extra Line Item
es: Agregar ítem de línea adicional

source: Export Order
es: Exportar Pedido

source: Duplicate Line
es: Duplicar Línea

source: Edit Line
es: Editar Línea

source: Delete Line
es: Eliminar Línea

source: No line items found
es: No se encontraron ítems de línea

source: Duplicate line
es: Duplicar línea

source: Edit line
es: Editar línea

source: Delete line
es: Eliminar línea

source: Part Attributes
es: Atributos del Parte

source: Part Creation Options
es: Opciones de Creación del Parte

source: Part Duplication Options
es: Opciones de Duplicación del Parte

source: Add Part Category
es: Agregar Categoría de Parte

source: Icon (optional) - Explore all available icons on
es: Ícono (opcional) - Explora todos los íconos disponibles en

source: Create Part Category
es: Crear Categoría de Parte

source: Create new category after this one
es: Crear nueva categoría después de ésta

source: Part category created
es: Categoría de Parte creada

source: Edit Part Category
es: Editar Categoría de Parte

source: Are you sure you want to delete this part category?
es: ¿Está seguro de que desea eliminar esta categoría de parte?

source: Move to parent category
es: Mover a la categoría principal

source: Delete Part Category
es: Eliminar Categoría de Parte

source: Action for parts in this category
es: Acción para partes en esta categoría

source: Action for child categories
es: Acción para categorías hijas

source: Create Part
es: Crear Parte

source: Create another part after this one
es: Crear otra parte después de ésta

source: Part created successfully
es: Parte creada exitosamente

source: Edit Part
es: Editar Parte

source: Part edited
es: Parte editada

source: Create Part Variant
es: Crear Variante de Parte

source: Active Part
es: Parte activa

source: Part cannot be deleted as it is currently active
es: La parte no se puede eliminar porque está actualmente activa

source: Deleting this part cannot be reversed
es: Eliminar esta parte no se puede deshacer

source: Any stock items for this part will be deleted
es: Se eliminarán todos los ítems de stock para esta parte

source: This part will be removed from any Bills of Material
es: Esta parte se eliminará de cualquier Lista de Materiales

source: All manufacturer and supplier information for this part will be deleted
es: Se eliminará toda la información de fabricante y proveedor para esta parte

source: Delete Part
es: Eliminar Parte

source: You are subscribed to notifications for this item
es: Está suscrito a notificaciones para este ítem

source: You have subscribed to notifications for this item
es: Se ha suscrito a notificaciones para este ítem

source: Subscribe to notifications for this item
es: Suscribirse a notificaciones para este ítem

source: You have unsubscribed to notifications for this item
es: Se ha cancelado la suscripción a notificaciones para este ítem

source: Validating the BOM will mark each line item as valid
es: Validar la Lista de Materiales marcará cada ítem de línea como válido

source: Validate Bill of Materials
es: Validar Lista de Materiales

source: Validated Bill of Materials
es: Lista de Materiales validada

source: Copy Bill of Materials
es: Copiar Lista de Materiales

source: Low stock
es: Stock bajo

source: No stock available
es: No hay stock disponible

source: Demand
es: Demanda

source: Unit
es: Unidad

source: Virtual part
es: Parte virtual

source: Subscribed part
es: Parte suscrita

source: Salable part
es: Parte vendible

source: Schedule generation of a new stocktake report.
es: Programar la generación de un nuevo informe de inventario.

source: Once complete, the stocktake report will be available for download.
es: Una vez completado, el informe de inventario estará disponible para su descarga.

source: Generate Stocktake Report
es: Generar Informe de Inventario

source: Stocktake report scheduled
es: Informe de inventario programado

source: No stocktake information available
es: No hay información de inventario disponible

source: Edit Stocktake Entry
es: Editar Entrada de Inventario

source: Delete Stocktake Entry
es: Eliminar Entrada de Inventario

source: No variants found
es: No se encontraron variantes

source: No part parameter templates found
es: No se encontraron plantillas de parámetros de partes

source: Edit Part Parameter Template
es: Editar Plantilla de Parámetro de Parte

source: Any parameters which reference this template will also be deleted
es: Cualquier parámetro que haga referencia a esta plantilla también se eliminará
