Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: This build was due on %(target)s
es: Esta construcción debía completarse para %(target)s

source: Overdue
es: Vencido

source: Completed Outputs
es: Salidas completadas

source: Sales Order
es: Orden de venta

source: Issued By
es: Emitido por

source: Priority
es: Prioridad

source: Delete Build Order
es: Eliminar orden de construcción

source: Build Order QR Code
es: Código QR de la orden de construcción

source: Link Barcode to Build Order
es: Vincular código de barras a la orden de construcción

source: Build Details
es: Detalles de la construcción

source: Stock Source
es: Fuente de stock

source: Stock can be taken from any available location.
es: El stock se puede tomar de cualquier ubicación disponible.

source: Destination
es: Destino

source: Destination location not specified
es: Ubicación de destino no especificada

source: Allocated Parts
es: Partes asignadas

source: Batch
es: Lote

source: Created
es: Creado

source: No target date set
es: No se ha establecido una fecha objetivo

source: Completed
es: Completado

source: Build not complete
es: La construcción no está completa

source: Child Build Orders
es: Órdenes de construcción hijas

source: Allocate Stock to Build
es: Asignar stock a la construcción

source: Deallocate stock
es: Desasignar stock

source: Deallocate Stock
es: Desasignar Stock

source: Automatically allocate stock to build
es: Asignar automáticamente stock a la construcción

source: Auto Allocate
es: Asignación automática

source: Manually allocate stock to build
es: Asignar stock manualmente a la construcción

source: Allocate Stock
es: Asignar Stock

source: Order required parts
es: Ordenar partes necesarias

source: Order Parts
es: Ordenar partes

source: Available stock has been filtered based on specified source location for this build order
es: El stock disponible se ha filtrado según la ubicación de origen especificada para esta orden de construcción

source: Incomplete Build Outputs
es: Salidas de construcción incompletas

source: Create new build output
es: Crear nueva salida de construcción

source: New Build Output
es: Nueva salida de construcción

source: Consumed Stock
es: Stock consumido

source: Completed Build Outputs
es: Salidas de construcción completadas

source: Attachments
es: Adjuntos

source: Build Notes
es: Notas de construcción

source: Allocation Complete
es: Asignación completada

source: All lines have been fully allocated
es: Todas las líneas han sido completamente asignadas

source: New Build Order
es: Nueva Orden de Construcción

source: Build Order Details
es: Detalles de la Orden de Construcción

source: Incomplete Outputs
es: Salidas incompletas

source: Is Link
es: Es enlace

source: Is File
es: Es archivo

source: User does not have permission to delete this attachment
es: El usuario no tiene permiso para eliminar este adjunto

source: Invalid currency code
es: Código de moneda inválido

source: Duplicate currency code
es: Código de moneda duplicado

source: No valid currency codes provided
es: No se proporcionaron códigos de moneda válidos

source: No plugin
es: Sin complemento

source: Unsupported file format: {fmt}
es: Formato de archivo no compatible: {fmt}

source: Error reading file (invalid encoding)
es: Error al leer el archivo (codificación inválida)

source: Error reading file (invalid format)
es: Error al leer el archivo (formato inválido)

source: Error reading file (incorrect dimension)
es: Error al leer el archivo (dimensión incorrecta)

source: Error reading file (data could be corrupted)
es: Error al leer el archivo (los datos podrían estar corruptos)

source: File
es: Archivo

source: Select file to upload
es: Seleccionar archivo para cargar

source: {name.title()} File
es: Archivo {name.title()}

source: Select {name} file to upload
es: Seleccionar archivo {name} para cargar

source: Updated
es: Actualizado

source: Timestamp of last update
es: Marca de tiempo de la última actualización

source: Site URL is locked by configuration
es: La URL del sitio está bloqueada por configuración

source: Unique project code
es: Código único del proyecto

source: Project description
es: Descripción del proyecto

source: User or group responsible for this project
es: Usuario o grupo responsable de este proyecto

source: Settings key (must be unique - case insensitive)
es: Clave de configuración (debe ser única - no sensible a mayúsculas/minúsculas)

source: Settings value
es: Valor de configuración

source: Chosen value is not a valid option
es: El valor elegido no es una opción válida

source: Value must be a boolean value
es: El valor debe ser un valor booleano

source: Value must be an integer value
es: El valor debe ser un valor entero

source: Key string must be unique
es: La cadena de clave debe ser única

source: No group
es: Sin grupo

source: Restart required
es: Reinicio requerido

source: A setting has been changed which requires a server restart
es: Se ha cambiado una configuración que requiere reiniciar el servidor

source: Pending migrations
es: Migraciones pendientes

source: Number of pending database migrations
es: Número de migraciones de base de datos pendientes

source: Server Instance Name
es: Nombre de la instancia del servidor

source: String descriptor for the server instance
es: Descriptor de cadena para la instancia del servidor

source: Use instance name
es: Usar el nombre de la instancia

source: Use the instance name in the title-bar
es: Usar el nombre de la instancia en la barra de título

source: Restrict showing `about`
es: Restringir mostrar 'acerca de'

source: Show the `about` modal only to superusers
es: Mostrar el modal 'acerca de' solo a superusuarios

source: Company name
es: Nombre de la empresa

source: Internal company name
es: Nombre interno de la empresa

source: Base URL
es: URL base

source: Base URL for server instance
es: URL base para la instancia del servidor

source: Default Currency
es: Moneda por defecto

source: Select base currency for pricing calculations
es: Seleccionar moneda base para cálculos de precios

source: Supported Currencies
es: Monedas soportadas

source: List of supported currency codes
es: Lista de códigos de moneda soportados

source: Currency Update Interval
es: Intervalo de actualización de moneda

source: How often to update exchange rates (set to zero to disable)
es: Con qué frecuencia actualizar las tasas de cambio (poner cero para deshabilitar)

source: days
es: días

source: Currency Update Plugin
es: Plugin de actualización de moneda

source: Currency update plugin to use
es: Plugin de actualización de moneda a usar

source: Download from URL
es: Descargar desde URL

source: Allow download of remote images and files from external URL
es: Permitir la descarga de imágenes y archivos remotos desde URL externas

source: Download Size Limit
es: Límite de tamaño de descarga

source: Maximum allowable download size for remote image
es: Tamaño máximo permitido de descarga para imágenes remotas

source: User-agent used to download from URL
es: User-agent utilizado para descargar desde URL

source: Allow to override the user-agent used to download images and files from external URL (leave blank for the default)
es: Permitir sobrescribir el user-agent usado para descargar imágenes y archivos desde URL externas (dejar en blanco para el predeterminado)

source: Strict URL Validation
es: Validación estricta de URL

source: Require schema specification when validating URLs
es: Requerir especificación de esquema al validar URLs

source: Require confirm
es: Requerir confirmación

source: Require explicit user confirmation for certain action.
es: Requerir confirmación explícita del usuario para ciertas acciones.

source: Tree Depth
es: Profundidad del árbol

source: Default tree depth for treeview. Deeper levels can be lazy loaded as they are needed.
es: Profundidad predeterminada del árbol para la vista de árbol. Los niveles más profundos pueden cargarse de forma diferida según sea necesario.

source: Update Check Interval
es: Intervalo de comprobación de actualización

source: How often to check for updates (set to zero to disable)
es: Con qué frecuencia comprobar actualizaciones (poner cero para deshabilitar)

source: Automatic Backup
es: Copia de seguridad automática

source: Enable automatic backup of database and media files
es: Habilitar copia de seguridad automática de la base de datos y archivos multimedia

source: Auto Backup Interval
es: Intervalo de copia de seguridad automática

source: Specify number of days between automated backup events
es: Especificar el número de días entre eventos de copia de seguridad automáticos

source: Task Deletion Interval
es: Intervalo de eliminación de tareas

source: Background task results will be deleted after specified number of days
es: Los resultados de las tareas en segundo plano se eliminarán después del número especificado de días

source: Error Log Deletion Interval
es: Intervalo de eliminación de registros de errores

source: Error logs will be deleted after specified number of days
es: Los registros de errores se eliminarán después del número especificado de días

source: Notification Deletion Interval
es: Intervalo de eliminación de notificaciones

source: User notifications will be deleted after specified number of days
es: Las notificaciones de usuario se eliminarán después del número especificado de días

source: Barcode Support
es: Soporte de códigos de barras

source: Enable barcode scanner support in the web interface
es: Habilitar soporte para escáner de códigos de barras en la interfaz web

source: Barcode Input Delay
es: Retraso de entrada de códigos de barras

source: Barcode input processing delay time
es: Tiempo de retraso en el procesamiento de entrada de códigos de barras

source: Barcode Webcam Support
es: Soporte de códigos de barras con webcam

source: Allow barcode scanning via webcam in browser
es: Permitir escaneo de códigos de barras mediante webcam en el navegador

source: Part Revisions
es: Revisiones de partes

source: Enable revision field for Part
es: Habilitar campo de revisión para la parte

source: Allow Deletion from Assembly
es: Permitir eliminación desde ensamblado

source: Allow deletion of parts which are used in an assembly
es: Permitir la eliminación de partes utilizadas en un ensamblado

source: IPN Regex
es: Expresión regular IPN

source: Regular expression pattern for matching Part IPN
es: Patrón de expresión regular para emparejar el IPN de la parte

source: Allow Duplicate IPN
es: Permitir IPN duplicados

source: Allow multiple parts to share the same IPN
es: Permitir que varias partes compartan el mismo IPN

source: Allow Editing IPN
es: Permitir edición de IPN

source: Allow changing the IPN value while editing a part
es: Permitir cambiar el valor de IPN al editar una parte

source: Copy Part BOM Data
es: Copiar datos de BOM de la parte

source: Copy BOM data by default when duplicating a part
es: Copiar datos de BOM de forma predeterminada al duplicar una parte

source: Copy Part Parameter Data
es: Copiar datos de parámetros de la parte

source: Copy parameter data by default when duplicating a part
es: Copiar datos de parámetros de forma predeterminada al duplicar una parte

source: Copy Part Test Data
es: Copiar datos de prueba de la parte

source: Copy test data by default when duplicating a part
es: Copiar datos de prueba de forma predeterminada al duplicar una parte

source: Copy Category Parameter Templates
es: Copiar plantillas de parámetros de categoría

source: Copy category parameter templates when creating a part
es: Copiar plantillas de parámetros de categoría al crear una parte

source: Template
es: Plantilla

source: Parts are templates by default
es: Las partes son plantillas por defecto

source: Assembly
es: Ensamblaje

source: Parts can be assembled from other components by default
es: Las partes se pueden ensamblar a partir de otros componentes por defecto

source: Component
es: Componente

source: Parts can be used as sub-components by default
es: Las partes se pueden usar como sub-componentes por defecto

source: Purchaseable
es: Disponible para compra

source: Parts are purchaseable by default
es: Las partes son disponibles para compra por defecto

source: Salable
es: Venta

source: Parts are salable by default
es: Las partes son vendibles por defecto

source: Trackable
es: Rastreable

source: Parts are trackable by default
es: Las partes son rastreables por defecto

source: Parts are virtual by default
es: Las partes son virtuales por defecto

source: Show Import in Views
es: Mostrar importación en vistas

source: Display the import wizard in some part views
es: Mostrar el asistente de importación en algunas vistas de partes

source: Show related parts
es: Mostrar partes relacionadas

source: Display related parts for a part
es: Mostrar partes relacionadas para una parte

source: Initial Stock Data
es: Datos iniciales de stock

source: Allow creation of initial stock when adding a new part
es: Permitir la creación de stock inicial al agregar una nueva parte

source: Initial Supplier Data
es: Datos iniciales de proveedor

source: Allow creation of initial supplier data when adding a new part
es: Permitir la creación de datos iniciales de proveedor al agregar una nueva parte

source: Part Name Display Format
es: Formato de visualización del nombre de la parte

source: Format to display the part name
es: Formato para mostrar el nombre de la parte

source: Part Category Default Icon
es: Ícono predeterminado de la categoría de partes

source: Part category default icon (empty means no icon)
es: Ícono predeterminado de la categoría de partes (vacío significa sin ícono)

source: Enforce Parameter Units
es: Forzar unidades de parámetros

source: If units are provided, parameter values must match the specified units
es: Si se proporcionan unidades, los valores de los parámetros deben coincidir con las unidades especificadas

source: Minimum Pricing Decimal Places
es: Número mínimo de decimales en precios

source: Minimum number of decimal places to display when rendering pricing data
es: Número mínimo de decimales a mostrar al renderizar datos de precios

source: Maximum Pricing Decimal Places
es: Número máximo de decimales en precios

source: Maximum number of decimal places to display when rendering pricing data
es: Número máximo de decimales a mostrar al renderizar datos de precios

source: Use Supplier Pricing
es: Usar precios de proveedor

source: Include supplier price breaks in overall pricing calculations
es: Incluir los descuentos de precio del proveedor en los cálculos de precios globales

source: Purchase History Override
es: Anulación del historial de compras

source: Historical purchase order pricing overrides supplier price breaks
es: La fijación de precios histórica de las órdenes de compra anula los descuentos de precio del proveedor

source: Use Stock Item Pricing
es: Usar precios de artículo de stock

source: Use pricing from manually entered stock data for pricing calculations
es: Usar precios de datos de stock ingresados manualmente para cálculos de precios

source: Stock Item Pricing Age
es: Antigüedad de los precios de los artículos de stock

source: Exclude stock items older than this number of days from pricing calculations
es: Excluir artículos de stock con más de este número de días de cálculos de precios

source: Use Variant Pricing
es: Usar precios de variantes

source: Include variant pricing in overall pricing calculations
es: Incluir precios de variantes en los cálculos de precios globales

source: Active Variants Only
es: Sólo variantes activas

source: Only use active variant parts for calculating variant pricing
es: Usar sólo partes de variantes activas para calcular precios de variantes

source: Pricing Rebuild Interval
es: Intervalo de reconstrucción de precios

source: Number of days before part pricing is automatically updated
es: Número de días antes de que se actualicen automáticamente los precios de las partes

source: Internal Prices
es: Precios internos

source: Enable internal prices for parts
es: Habilitar precios internos para partes

source: Internal Price Override
es: Anulación del precio interno

source: If available, internal prices override price range calculations
es: Si están disponibles, los precios internos anulan los cálculos de rango de precios

source: Enable label printing
es: Habilitar impresión de etiquetas

source: Enable label printing from the web interface
es: Habilitar impresión de etiquetas desde la interfaz web

source: Label Image DPI
es: DPI de la imagen de etiqueta

source: DPI resolution when generating image files to supply to label printing plugins
es: Resolución DPI al generar archivos de imagen para suministrar a complementos de impresión de etiquetas

source: Enable Reports
es: Habilitar generación de informes

source: Enable generation of reports
es: Habilitar la generación de informes

source: Debug Mode
es: Modo de depuración

source: Generate reports in debug mode (HTML output)
es: Generar informes en modo de depuración (salida HTML)

source: Log Report Errors
es: Registrar errores de informes

source: Log errors which occur when generating reports
es: Registrar errores que ocurran al generar informes

source: Page Size
es: Tamaño de página

source: Default page size for PDF reports
es: Tamaño de página predeterminado para informes en PDF

source: Enable Test Reports
es: Habilitar generación de informes de prueba

source: Enable generation of test reports
es: Habilitar la generación de informes de prueba

source: Attach Test Reports
es: Adjuntar informes de prueba

source: When printing a Test Report, attach a copy of the Test Report to the associated Stock Item
es: Al imprimir un informe de prueba, adjuntar una copia del informe de prueba al Ítem de stock asociado

source: Globally Unique Serials
es: Series globalmente únicas

source: Serial numbers for stock items must be globally unique
es: Los números de serie para los ítems de stock deben ser globalmente únicos

source: Autofill Serial Numbers
es: Autocompletar números de serie

source: Autofill serial numbers in forms
es: Autocompletar números de serie en formularios

source: Delete Depleted Stock
es: Eliminar stock agotado

source: Determines default behavior when a stock item is depleted
es: Determina el comportamiento predeterminado cuando un ítem de stock se agota

source: Batch Code Template
es: Plantilla de código de lote

source: Template for generating default batch codes for stock items
es: Plantilla para generar códigos de lote predeterminados para ítems de stock

source: Stock Expiry
es: Caducidad del stock

source: Enable stock expiry functionality
es: Habilitar la funcionalidad de caducidad del stock

source: Sell Expired Stock
es: Vender stock caducado

source: Allow sale of expired stock
es: Permitir la venta de stock caducado

source: Stock Stale Time
es: Tiempo de caducidad del stock

source: Number of days stock items are considered stale before expiring
es: Número de días en los que los ítems de stock se consideran caducos antes de expirar

source: Build Expired Stock
es: Construir stock caducado

source: Allow building with expired stock
es: Permitir la construcción con stock caducado

source: Stock Ownership Control
es: Control de propiedad del stock

source: Enable ownership control over stock locations and items
es: Habilitar control de propiedad sobre ubicaciones e ítems de stock

source: Stock Location Default Icon
es: Ícono predeterminado de ubicación de stock

source: Stock location default icon (empty means no icon)
es: Ícono predeterminado de ubicación de stock (vacío significa sin ícono)

source: Show Installed Stock Items
es: Mostrar ítems de stock instalados

source: Display installed stock items in stock tables
es: Mostrar ítems de stock instalados en tablas de stock

source: Check BOM when installing items
es: Verificar BOM al instalar ítems

source: Installed stock items must exist in the BOM for the parent part
es: Los ítems de stock instalados deben existir en el BOM para la parte padre

source: Allow Out of Stock Transfer
es: Permitir transferencia de stock fuera de stock

source: Allow stock items which are not in stock to be transferred between stock locations
es: Permitir la transferencia de ítems de stock que no están en stock entre ubicaciones de stock

source: Build Order Reference Pattern
es: Patrón de referencia de orden de construcción

source: Required pattern for generating Build Order reference field
es: Patrón requerido para generar el campo de referencia de orden de construcción

source: Require Responsible Owner
es: Requerir propietario responsable

source: A responsible owner must be assigned to each order
es: Se debe asignar un propietario responsable a cada orden

source: Block Until Tests Pass
es: Bloquear hasta que pasen las pruebas

source: Prevent build outputs from being completed until all required tests pass
es: Evitar que las salidas de construcción se completen hasta que todas las pruebas requeridas pasen

source: Enable Return Orders
es: Habilitar órdenes de devolución

source: Enable return order functionality in the user interface
es: Habilitar la funcionalidad de órdenes de devolución en la interfaz de usuario

source: Return Order Reference Pattern
es: Patrón de referencia de orden de devolución

source: Required pattern for generating Return Order reference field
es: Patrón requerido para generar el campo de referencia de orden de devolución

source: Edit Completed Return Orders
es: Editar órdenes de devolución completadas

source: Allow editing of return orders after they have been completed
es: Permitir la edición de órdenes de devolución después de que hayan sido completadas

source: Sales Order Reference Pattern
es: Patrón requerido para generar el campo de referencia de la orden de venta

source: Required pattern for generating Sales Order reference field
es: Patrón requerido para generar el campo de referencia de la orden de venta

source: Sales Order Default Shipment
es: Habilitar la creación de envíos predeterminados con órdenes de venta

source: Enable creation of default shipment with sales orders
es: Habilitar la creación de envíos predeterminados con órdenes de venta

source: Edit Completed Sales Orders
es: Editar órdenes de venta completadas

source: Allow editing of sales orders after they have been shipped or completed
es: Permitir la edición de órdenes de venta después de que hayan sido enviadas o completadas

source: Mark Shipped Orders as Complete
es: Marcar órdenes enviadas como completadas

source: Sales orders marked as shipped will automatically be completed, bypassing the "shipped" status
es: Las órdenes de venta marcadas como enviadas se completarán automáticamente, omitiendo el estado "enviado"

source: Purchase Order Reference Pattern
es: Patrón requerido para generar el campo de referencia de la orden de compra

source: Required pattern for generating Purchase Order reference field
es: Patrón requerido para generar el campo de referencia de la orden de compra

source: Edit Completed Purchase Orders
es: Editar órdenes de compra completadas

source: Allow editing of purchase orders after they have been shipped or completed
es: Permitir la edición de órdenes de compra después de que hayan sido enviadas o completadas

source: Auto Complete Purchase Orders
es: Completar automáticamente las órdenes de compra

source: Automatically mark purchase orders as complete when all line items are received
es: Marcar automáticamente las órdenes de compra como completas cuando se reciban todos los ítems de línea

source: Enable password forgot
es: Habilitar olvido de contraseña

source: Enable password forgot function on the login pages
es: Habilitar la función de olvido de contraseña en las páginas de inicio de sesión
