Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Enable registration
es: Habilitar registro

source: Enable self-registration for users on the login pages
es: Habilitar el auto-registro para usuarios en las páginas de inicio de sesión

source: Enable SSO
es: Habilitar SSO

source: Enable SSO on the login pages
es: Habilitar SSO en las páginas de inicio de sesión

source: Enable SSO registration
es: Habilitar registro SSO

source: Enable self-registration via SSO for users on the login pages
es: Habilitar el auto-registro vía SSO para usuarios en las páginas de inicio de sesión

source: Enable SSO group sync
es: Habilitar sincronización de grupos SSO

source: Enable synchronizing InvenTree groups with groups provided by the IdP
es: Habilitar la sincronización de grupos de InvenTree con los grupos proporcionados por el IdP

source: SSO group key
es: Clave del grupo SSO

source: The name of the groups claim attribute provided by the IdP
es: El nombre del atributo de reclamo de grupos proporcionado por el IdP

source: SSO group map
es: Mapa de grupos SSO

source: A mapping from SSO groups to local InvenTree groups. If the local group does not exist, it will be created.
es: Un mapeo de grupos SSO a grupos locales de InvenTree. Si el grupo local no existe, se creará.

source: Remove groups outside of SSO
es: Eliminar grupos fuera de SSO

source: Whether groups assigned to the user should be removed if they are not backend by the IdP. Disabling this setting might cause security issues
es: Si los grupos asignados al usuario deben eliminarse si no están respaldados por el IdP. Deshabilitar esta configuración podría causar problemas de seguridad

source: Email required
es: Correo electrónico requerido

source: Require user to supply mail on signup
es: Requerir que el usuario proporcione un correo electrónico al registrarse

source: Auto-fill SSO users
es: Auto-completar usuarios SSO

source: Automatically fill out user-details from SSO account-data
es: Completar automáticamente los detalles del usuario desde los datos de la cuenta SSO

source: Mail twice
es: Correo electrónico dos veces

source: On signup ask users twice for their mail
es: Al registrarse, pedir a los usuarios que ingresen su correo electrónico dos veces

source: Password twice
es: Contraseña dos veces

source: On signup ask users twice for their password
es: Al registrarse, pedir a los usuarios que ingresen su contraseña dos veces

source: Allowed domains
es: Dominios permitidos

source: Restrict signup to certain domains (comma-separated, starting with @)
es: Restringir el registro a ciertos dominios (separados por comas, comenzando con @)

source: Group on signup
es: Grupo al registrarse

source: Group to which new users are assigned on registration. If SSO group sync is enabled, this group is only set if no group can be assigned from the IdP.
es: Grupo al que se asignan los nuevos usuarios al registrarse. Si la sincronización de grupos SSO está habilitada, este grupo solo se establece si no se puede asignar ningún grupo desde el IdP.

source: Enforce MFA
es: Imponer MFA

source: Users must use multifactor security.
es: Los usuarios deben usar seguridad multifactor.

source: Check plugins on startup
es: Verificar complementos al iniciar

source: Check that all plugins are installed on startup - enable in container environments
es: Verificar que todos los complementos estén instalados al iniciar - habilitar en entornos de contenedor

source: Check for plugin updates
es: Buscar actualizaciones de complementos

source: Enable periodic checks for updates to installed plugins
es: Habilitar verificaciones periódicas de actualizaciones para complementos instalados

source: Enable URL integration
es: Habilitar integración de URL

source: Enable plugins to add URL routes
es: Permitir que los complementos agreguen rutas URL

source: Enable navigation integration
es: Habilitar integración de navegación

source: Enable plugins to integrate into navigation
es: Permitir que los complementos se integren en la navegación

source: Enable app integration
es: Habilitar integración de aplicaciones

source: Enable plugins to add apps
es: Permitir que los complementos agreguen aplicaciones

source: Enable schedule integration
es: Habilitar integración de horarios

source: Enable plugins to run scheduled tasks
es: Permitir que los complementos ejecuten tareas programadas

source: Enable event integration
es: Habilitar integración de eventos

source: Enable plugins to respond to internal events
es: Permitir que los complementos respondan a eventos internos

source: Enable project codes
es: Habilitar códigos de proyecto

source: Enable project codes for tracking projects
es: Habilitar códigos de proyecto para el seguimiento de proyectos

source: Stocktake Functionality
es: Funcionalidad de inventario físico

source: Enable stocktake functionality for recording stock levels and calculating stock value
es: Habilitar la funcionalidad de inventario físico para registrar niveles de stock y calcular el valor del stock

source: Exclude External Locations
es: Excluir ubicaciones externas

source: Exclude stock items in external locations from stocktake calculations
es: Excluir ítems de stock en ubicaciones externas de los cálculos de inventario físico

source: Automatic Stocktake Period
es: Período de inventario físico automático

source: Number of days between automatic stocktake recording (set to zero to disable)
es: Número de días entre registros automáticos de inventario (establecer a cero para deshabilitar)

source: Report Deletion Interval
es: Intervalo de eliminación de informes

source: Stocktake reports will be deleted after specified number of days
es: Los informes de inventario se eliminarán después del número especificado de días

source: Display Users full names
es: Mostrar nombres completos de usuarios

source: Display Users full names instead of usernames
es: Mostrar nombres completos de usuarios en lugar de nombres de usuario

source: Enable Test Station Data
es: Activar datos de estación de prueba

source: Enable test station data collection for test results
es: Activar la recolección de datos de estación de prueba para los resultados de pruebas

source: Settings key (must be unique - case insensitive
es: Clave de configuración (debe ser única - no distingue mayúsculas

source: Hide inactive parts
es: Ocultar piezas inactivas

source: Hide inactive parts in results displayed on the homepage
es: Ocultar piezas inactivas en los resultados mostrados en la página de inicio

source: Show subscribed parts
es: Mostrar piezas suscritas

source: Show subscribed parts on the homepage
es: Mostrar piezas suscritas en la página de inicio

source: Show subscribed categories
es: Mostrar categorías suscritas

source: Show subscribed part categories on the homepage
es: Mostrar categorías de piezas suscritas en la página de inicio

source: Show latest parts
es: Mostrar últimas piezas

source: Show latest parts on the homepage
es: Mostrar últimas piezas en la página de inicio

source: Show invalid BOMs
es: Mostrar BOMs inválidos

source: Show BOMs that await validation on the homepage
es: Mostrar BOMs que esperan validación en la página de inicio

source: Show recent stock changes
es: Mostrar cambios recientes en el inventario

source: Show recently changed stock items on the homepage
es: Mostrar artículos de inventario cambiados recientemente en la página de inicio

source: Show low stock
es: Mostrar inventario bajo

source: Show low stock items on the homepage
es: Mostrar artículos de inventario bajo en la página de inicio

source: Show depleted stock
es: Mostrar inventario agotado

source: Show depleted stock items on the homepage
es: Mostrar artículos de inventario agotado en la página de inicio

source: Show needed stock
es: Mostrar inventario necesario

source: Show stock items needed for builds on the homepage
es: Mostrar artículos de inventario necesarios para construcciones en la página de inicio

source: Show expired stock
es: Mostrar inventario vencido

source: Show expired stock items on the homepage
es: Mostrar artículos de inventario vencido en la página de inicio

source: Show stale stock
es: Mostrar inventario obsoleto

source: Show stale stock items on the homepage
es: Mostrar artículos de inventario obsoleto en la página de inicio

source: Show pending builds
es: Mostrar construcciones pendientes

source: Show pending builds on the homepage
es: Mostrar construcciones pendientes en la página de inicio

source: Show overdue builds
es: Mostrar construcciones vencidas

source: Show overdue builds on the homepage
es: Mostrar construcciones vencidas en la página de inicio

source: Show outstanding POs
es: Mostrar órdenes de compra pendientes

source: Show outstanding POs on the homepage
es: Mostrar órdenes de compra pendientes en la página de inicio

source: Show overdue POs
es: Mostrar órdenes de compra vencidas

source: Show overdue POs on the homepage
es: Mostrar órdenes de compra vencidas en la página de inicio

source: Show outstanding SOs
es: Mostrar órdenes de venta pendientes

source: Show outstanding SOs on the homepage
es: Mostrar órdenes de venta pendientes en la página de inicio

source: Show overdue SOs
es: Mostrar órdenes de venta vencidas

source: Show overdue SOs on the homepage
es: Mostrar Órdenes de Venta vencidas en la página de inicio

source: Show pending SO shipments
es: Mostrar envíos pendientes de Órdenes de Venta

source: Show pending SO shipments on the homepage
es: Mostrar envíos pendientes de Órdenes de Venta en la página de inicio

source: Show News
es: Mostrar noticias

source: Show news on the homepage
es: Mostrar noticias en la página de inicio

source: Inline label display
es: Mostrar etiquetas en línea

source: Display PDF labels in the browser, instead of downloading as a file
es: Mostrar etiquetas PDF en el navegador, en lugar de descargarlas como archivo

source: Default label printer
es: Impresora de etiquetas por defecto

source: Configure which label printer should be selected by default
es: Configurar qué impresora de etiquetas debería estar seleccionada por defecto

source: Inline report display
es: Mostrar informes en línea

source: Display PDF reports in the browser, instead of downloading as a file
es: Mostrar informes PDF en el navegador, en lugar de descargarlos como archivo

source: Search Parts
es: Buscar partes

source: Display parts in search preview window
es: Mostrar partes en la ventana de vista previa de búsqueda

source: Search Supplier Parts
es: Buscar partes de proveedores

source: Display supplier parts in search preview window
es: Mostrar partes de proveedores en la ventana de vista previa de búsqueda

source: Search Manufacturer Parts
es: Buscar partes de fabricantes

source: Display manufacturer parts in search preview window
es: Mostrar partes de fabricantes en la ventana de vista previa de búsqueda

source: Hide Inactive Parts
es: Ocultar partes inactivas

source: Excluded inactive parts from search preview window
es: Excluir partes inactivas de la ventana de vista previa de búsqueda

source: Search Categories
es: Buscar categorías

source: Display part categories in search preview window
es: Mostrar categorías de partes en la ventana de vista previa de búsqueda

source: Search Stock
es: Buscar stock

source: Display stock items in search preview window
es: Mostrar ítems de stock en la ventana de vista previa de búsqueda

source: Hide Unavailable Stock Items
es: Ocultar ítems de stock no disponibles

source: Exclude stock items which are not available from the search preview window
es: Excluir ítems de stock no disponibles de la ventana de vista previa de búsqueda

source: Search Locations
es: Buscar ubicaciones

source: Display stock locations in search preview window
es: Mostrar ubicaciones de stock en la ventana de vista previa de búsqueda

source: Search Companies
es: Buscar compañías

source: Display companies in search preview window
es: Mostrar compañías en la ventana de vista previa de búsqueda

source: Search Build Orders
es: Buscar órdenes de construcción

source: Display build orders in search preview window
es: Mostrar órdenes de construcción en la ventana de vista previa de búsqueda

source: Search Purchase Orders
es: Buscar órdenes de compra

source: Display purchase orders in search preview window
es: Mostrar órdenes de compra en la ventana de vista previa de búsqueda

source: Exclude Inactive Purchase Orders
es: Excluir órdenes de compra inactivas

source: Exclude inactive purchase orders from search preview window
es: Excluir órdenes de compra inactivas de la ventana de vista previa de búsqueda

source: Search Sales Orders
es: Buscar órdenes de venta

source: Display sales orders in search preview window
es: Mostrar órdenes de venta en la ventana de vista previa de búsqueda

source: Exclude Inactive Sales Orders
es: Excluir órdenes de venta inactivas

source: Exclude inactive sales orders from search preview window
es: Excluir órdenes de venta inactivas de la ventana de vista previa de búsqueda

source: Search Return Orders
es: Buscar órdenes de devolución

source: Display return orders in search preview window
es: Mostrar órdenes de devolución en la ventana de vista previa de búsqueda

source: Exclude Inactive Return Orders
es: Excluir órdenes de devolución inactivas

source: Exclude inactive return orders from search preview window
es: Excluir órdenes de devolución inactivas de la ventana de vista previa de búsqueda

source: Search Preview Results
es: Resultados de vista previa de búsqueda

source: Number of results to show in each section of the search preview window
es: Número de resultados a mostrar en cada sección de la ventana de vista previa de búsqueda

source: Regex Search
es: Búsqueda con expresiones regulares

source: Enable regular expressions in search queries
es: Habilitar expresiones regulares en consultas de búsqueda

source: Whole Word Search
es: Búsqueda de palabra completa

source: Search queries return results for whole word matches
es: Las consultas de búsqueda devuelven resultados para coincidencias de palabra completa

source: Show Quantity in Forms
es: Mostrar cantidad en formularios

source: Display available part quantity in some forms
es: Mostrar cantidad disponible de partes en algunos formularios

source: Escape Key Closes Forms
es: La tecla Escape cierra los formularios

source: Use the escape key to close modal forms
es: Usar la tecla escape para cerrar formularios modales

source: Fixed Navbar
es: Navbar fija

source: The navbar position is fixed to the top of the screen
es: La posición del navbar está fijada en la parte superior de la pantalla

source: Date Format
es: Formato de fecha

source: Preferred format for displaying dates
es: Formato preferido para mostrar fechas

source: Part Scheduling
es: Programación de partes

source: Display part scheduling information
es: Mostrar información de programación de partes

source: Part Stocktake
es: Inventario físico de partes

source: Display part stocktake information (if stocktake functionality is enabled)
es: Mostrar información de inventario físico de partes (si la funcionalidad de inventario físico está habilitada)

source: Table String Length
es: Longitud máxima de cadena en tablas

source: Maximum length limit for strings displayed in table views
es: Límite máximo de longitud para cadenas mostradas en vistas de tabla

source: Default part label template
es: Plantilla predeterminada de etiqueta de pieza

source: The part label template to be automatically selected
es: La plantilla de etiqueta de pieza que se seleccionará automáticamente

source: Default stock item template
es: Plantilla predeterminada de ítem de stock

source: The stock item label template to be automatically selected
es: La plantilla de etiqueta de ítem de stock que se seleccionará automáticamente

source: Default stock location label template
es: Plantilla predeterminada de etiqueta de ubicación de stock

source: The stock location label template to be automatically selected
es: La plantilla de etiqueta de ubicación de stock que se seleccionará automáticamente

source: Default build line label template
es: Plantilla predeterminada de etiqueta de línea de construcción

source: The build line label template to be automatically selected
es: La plantilla de etiqueta de línea de construcción que se seleccionará automáticamente

source: Receive error reports
es: Recibir informes de errores

source: Receive notifications for system errors
es: Recibir notificaciones de errores del sistema

source: Last used printing machines
es: Últimas máquinas de impresión utilizadas

source: Save the last used printing machines for a user
es: Guardar las últimas máquinas de impresión utilizadas por un usuario

source: User
es: Usuario

source: Price break quantity
es: Cantidad de quiebre de precio

source: Price
es: Precio

source: Unit price at specified quantity
es: Precio unitario en la cantidad especificada

source: Endpoint at which this webhook is received
es: Endpoint en el que se recibe este webhook

source: Name for this webhook
es: Nombre para este webhook

source: Is this webhook active
es: ¿Está activo este webhook?

source: Token for access
es: Token para acceso

source: Secret
es: Secreto

source: Shared secret for HMAC
es: Secreto compartido para HMAC

source: Message ID
es: ID de mensaje

source: Unique identifier for this message
es: Identificador único para este mensaje

source: Host from which this message was received
es: Host desde el cual se recibió este mensaje

source: Header
es: Encabezado

source: Header of this message
es: Encabezado de este mensaje

source: Body
es: Cuerpo

source: Body of this message
es: Cuerpo de este mensaje

source: Endpoint on which this message was received
es: Endpoint en el que se recibió este mensaje

source: Worked on
es: Trabajado en

source: Was the work on this message finished?
es: ¿Se terminó el trabajo en este mensaje?

source: Title
es: Título

source: Published
es: Publicado

source: Author
es: Autor

source: Summary
es: Resumen

source: Read
es: Leído

source: Was this news item read?
es: ¿Se leyó este artículo de noticias?

source: Image
es: Imagen

source: Image file
es: Archivo de imagen

source: Target model type for this image
es: Tipo de modelo objetivo para esta imagen

source: Target model ID for this image
es: ID de modelo objetivo para esta imagen

source: Unit name must be a valid identifier
es: El nombre de la unidad debe ser un identificador válido

source: Unit name
es: Nombre de la unidad

source: Symbol
es: Símbolo

source: Optional unit symbol
es: Símbolo opcional de la unidad

source: Definition
es: Definición

source: Unit definition
es: Definición de la unidad

source: Attachment
es: Adjunto

source: Missing file
es: Archivo no encontrado

source: Missing external link
es: Enlace externo no encontrado

source: Select file to attach
es: Seleccionar archivo para adjuntar

source: Comment
es: Comentario

source: Attachment comment
es: Comentario del adjunto

source: Upload date
es: Fecha de carga

source: Date the file was uploaded
es: Fecha en que se cargó el archivo

source: File size
es: Tamaño del archivo

source: File size in bytes
es: Tamaño del archivo en bytes

source: Invalid model type specified for attachment
es: Se especificó un tipo de modelo no válido para el adjunto

source: New {verbose_name}
es: Nuevo {verbose_name}

source: A new order has been created and assigned to you
es: Se ha creado un nuevo pedido y se te ha asignado

source: {verbose_name} canceled
es: {verbose_name} cancelado

source: A order that is assigned to you was canceled
es: Se canceló un pedido que te fue asignado

source: Items Received
es: Artículos recibidos

source: Items have been received against a purchase order
es: Se han recibido artículos contra una orden de compra

source: Items have been received against a return order
es: Se han recibido artículos contra una orden de devolución

source: Error raised by plugin
es: Error generado por el plugin

source: Is Running
es: Está en ejecución

source: Pending Tasks
es: Tareas pendientes

source: Scheduled Tasks
es: Tareas programadas

source: Failed Tasks
es: Tareas fallidas

source: Task ID
es: ID de tarea

source: Unique task ID
es: ID de tarea única

source: Lock
es: Bloquear

source: Lock time
es: Tiempo de bloqueo

source: Task name
es: Nombre de tarea

source: Function
es: Función

source: Function name
es: Nombre de función

source: Arguments
es: Argumentos

source: Task arguments
es: Argumentos de tarea

source: Keyword Arguments
es: Argumentos de palabras clave

source: Task keyword arguments
es: Argumentos de palabras clave de tarea

source: Filename
es: Nombre de archivo

source: Model Type
es: Tipo de modelo

source: User does not have permission to create or edit attachments for this model
es: El usuario no tiene permisos para crear o editar adjuntos para este modelo

source: No attachment model type provided
es: No se proporcionó ningún tipo de modelo de adjunto

source: Invalid attachment model type
es: Tipo de modelo de adjunto no válido

source: Minimum places cannot be greater than maximum places
es: Los lugares mínimos no pueden ser mayores que los lugares máximos

source: Maximum places cannot be less than minimum places
es: Los lugares máximos no pueden ser menores que los lugares mínimos

source: An empty domain is not allowed.
es: No se permite un dominio vacío.

source: Invalid domain name: {domain}
es: Nombre de dominio no válido: {domain}

source: Upload File
es: Subir Archivo

source: Match Fields
es: Emparejar Campos

source: Match Items
es: Emparejar Elementos

source: Fields matching failed
es: Emparejamiento de campos fallido

source: Parts imported
es: Partes importadas

source: Previous Step
es: Paso Anterior

source: Part is Active
es: Parte está Activa

source: Manufacturer is Active
es: Fabricante está Activo

source: Supplier Part is Active
es: Parte del Proveedor está Activa

source: Internal Part is Active
es: Parte Interna está Activa

source: Supplier is Active
es: Proveedor está Activo

source: Company
es: Compañía

source: Companies
es: Compañías

source: Company description
es: Descripción de la compañía

source: Description of the company
es: Descripción de la compañía

source: Website
es: Sitio Web

source: Company website URL
es: URL del sitio web de la compañía

source: Phone number
es: Número de teléfono

source: Contact phone number
es: Número de teléfono de contacto

source: Contact email address
es: Dirección de correo electrónico de contacto

source: Contact
es: Contacto

source: Point of contact
es: Punto de contacto

source: Link to external company information
es: Enlace a información externa de la compañía

source: Is this company active?
es: ¿Esta compañía está activa?

source: is customer
es: es cliente

source: Do you sell items to this company?
es: ¿Vendes artículos a esta compañía?

source: is supplier
es: es proveedor

source: Do you purchase items from this company?
es: ¿Compras artículos de esta compañía?

source: is manufacturer
es: es fabricante

source: Does this company manufacture parts?
es: ¿Esta compañía fabrica piezas?

source: Default currency used for this company
es: Moneda predeterminada utilizada para esta compañía

source: Select company
es: Seleccionar compañía

source: Address title
es: Título de la dirección

source: Title describing the address entry
es: Título que describe la entrada de dirección

source: Primary address
es: Dirección principal

source: Set as primary address
es: Establecer como dirección principal

source: Line 1
es: Línea 1

source: Address line 1
es: Línea de dirección 1

source: Line 2
es: Línea 2

source: Address line 2
es: Línea de dirección 2

source: Postal code
es: Código postal

source: City/Region
es: Ciudad/Región
