Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Sales Order QR Code
es: Código QR de Orden de Venta

source: Link Barcode to Sales Order
es: Vincular Código de Barras a Orden de Venta

source: Sales Order Items
es: Ítems de la Orden de Venta

source: Pending Shipments
es: Envíos Pendientes

source: Actions
es: Acciones

source: New Shipment
es: Nuevo Envío

source: Match Supplier Parts
es: Coincidir Partes del Proveedor

source: Sales order not found
es: Orden de venta no encontrada

source: Price not found
es: Precio no encontrado

source: Updated {part} unit-price to {price}
es: Precio unitario de {part} actualizado a {price}

source: Updated {part} unit-price to {price} and quantity to {qty}
es: Precio unitario de {part} actualizado a {price} y cantidad a {qty}

source: Part ID
es: ID de Parte

source: Part Name
es: Nombre de Parte

source: Part Description
es: Descripción de Parte

source: Revision
es: Revisión

source: Keywords
es: Palabras Clave

source: Part Image
es: Imagen de Parte

source: Category ID
es: ID de Categoría

source: Category Name
es: Nombre de Categoría

source: Default Location ID
es: ID de Ubicación Predeterminada

source: Default Supplier ID
es: ID de Proveedor Predeterminado

source: Variant Of
es: Variante de

source: Minimum Stock
es: Inventario Mínimo

source: Used In
es: Usado en

source: Building
es: Construcción

source: Minimum Cost
es: Costo Mínimo

source: Maximum Cost
es: Costo Máximo

source: Parent ID
es: ID del Padre

source: Parent Name
es: Nombre del Padre

source: Category Path
es: Ruta de la Categoría

source: Parts
es: Partes

source: BOM Level
es: Nivel de BOM

source: BOM Item ID
es: ID de Ítem BOM

source: Parent IPN
es: IPN del Padre

source: Part IPN
es: IPN de la Parte

source: Minimum Price
es: Precio Mínimo

source: Maximum Price
es: Precio Máximo

source: Starred
es: Marcado

source: Filter by starred categories
es: Filtrar por categorías marcadas

source: Depth
es: Profundidad

source: Filter by category depth
es: Filtrar por profundidad de categoría

source: Top Level
es: Nivel Superior

source: Filter by top-level categories
es: Filtrar por categorías de nivel superior

source: Cascade
es: Cascada

source: Include sub-categories in filtered results
es: Incluir subcategorías en los resultados filtrados

source: Parent
es: Padre

source: Filter by parent category
es: Filtrar por categoría padre

source: Exclude Tree
es: Excluir Árbol

source: Exclude sub-categories under the specified category
es: Excluir subcategorías bajo la categoría especificada

source: Has Results
es: Tiene Resultados

source: Incoming Purchase Order
es: Orden de Compra Entrante

source: Outgoing Sales Order
es: Orden de Venta Saliente

source: Stock produced by Build Order
es: Inventario producido por Orden de Fabricación

source: Stock required for Build Order
es: Inventario requerido para Orden de Fabricación

source: Valid
es: Válido

source: Validate entire Bill of Materials
es: Validar todo el BOM

source: This option must be selected
es: Debe seleccionarse esta opción

source: BOM Valid
es: BOM Válido

source: Category
es: Categoría

source: Uses
es: Usos

source: Default Location
es: Ubicación Predeterminada

source: Total Stock
es: Inventario Total

source: Input quantity for price calculation
es: Ingrese la cantidad para el cálculo del precio

source: Part Category
es: Categoría de la Parte

source: Part Categories
es: Categorías de Partes

source: Default location for parts in this category
es: Ubicación predeterminada para partes en esta categoría

source: Structural
es: Estructural

source: Parts may not be directly assigned to a structural category, but may be assigned to child categories.
es: Las partes no pueden asignarse directamente a una categoría estructural, pero pueden asignarse a subcategorías.

source: Default keywords
es: Palabras clave predeterminadas

source: Default keywords for parts in this category
es: Palabras clave predeterminadas para partes en esta categoría

source: Icon
es: Icono

source: Icon (optional)
es: Icono (opcional)

source: You cannot make this part category structural because some parts are already assigned to it!
es: ¡No puedes hacer que esta categoría de partes sea estructural porque algunas partes ya están asignadas a ella!

source: Cannot delete this part as it is still active
es: No se puede eliminar esta parte porque aún está activa

source: Cannot delete this part as it is used in an assembly
es: No se puede eliminar esta parte porque se utiliza en un ensamblaje

source: Invalid choice for parent part
es: Opción no válida para la parte padre

source: Part '{self}' cannot be used in BOM for '{parent}' (recursive)
es: La parte '{self}' no puede usarse en el BOM para '{parent}' (recursivo)

source: Part '{parent}' is used in BOM for '{self}' (recursive)
es: La parte '{parent}' se usa en el BOM para '{self}' (recursivo)

source: IPN must match regex pattern {pattern}
es: IPN debe coincidir con el patrón regex {pattern}

source: Stock item with this serial number already exists
es: Ya existe un artículo de inventario con este número de serie

source: Duplicate IPN not allowed in part settings
es: No se permite IPN duplicado en la configuración de la parte

source: Part with this Name, IPN and Revision already exists.
es: Ya existe una parte con este Nombre, IPN y Revisión.

source: Parts cannot be assigned to structural part categories!
es: ¡Las partes no pueden asignarse a categorías de partes estructurales!

source: Part name
es: Nombre de la parte

source: Is Template
es: Es Plantilla

source: Is this part a template part?
es: ¿Es esta parte una plantilla?

source: Is this part a variant of another part?
es: ¿Es esta parte una variante de otra parte?

source: Part description (optional)
es: Descripción de la parte (opcional)

source: Part keywords to improve visibility in search results
es: Palabras clave de la parte para mejorar la visibilidad en los resultados de búsqueda

source: Part category
es: Categoría de la parte

source: Internal Part Number
es: Número de parte interno

source: Part revision or version number
es: Número de revisión o versión de la parte

source: Where is this item normally stored?
es: ¿Dónde se almacena normalmente este ítem?

source: Default Supplier
es: Proveedor predeterminado

source: Default supplier part
es: Parte del proveedor predeterminado

source: Default Expiry
es: Caducidad predeterminada

source: Expiry time (in days) for stock items of this part
es: Tiempo de caducidad (en días) para los ítems de inventario de esta parte

source: Minimum allowed stock level
es: Nivel mínimo permitido de inventario

source: Units of measure for this part
es: Unidades de medida para esta parte

source: Can this part be built from other parts?
es: ¿Se puede construir esta parte a partir de otras partes?

source: Can this part be used to build other parts?
es: ¿Se puede utilizar esta parte para construir otras partes?

source: Does this part have tracking for unique items?
es: ¿Esta parte tiene seguimiento para ítems únicos?

source: Can this part be purchased from external suppliers?
es: ¿Se puede comprar esta parte a proveedores externos?

source: Can this part be sold to customers?
es: ¿Se puede vender esta parte a clientes?

source: Is this part active?
es: ¿Esta parte está activa?

source: Is this a virtual part, such as a software product or license?
es: ¿Es esta una parte virtual, como un producto de software o una licencia?

source: BOM checksum
es: Checksum del BOM

source: Stored BOM checksum
es: Checksum del BOM almacenado

source: BOM checked by
es: BOM verificado por

source: BOM checked date
es: Fecha de verificación del BOM

source: Creation User
es: Usuario de creación

source: Owner responsible for this part
es: Propietario responsable de esta parte

source: Last Stocktake
es: Último inventario

source: Sell multiple
es: Vender múltiples

source: Currency used to cache pricing calculations
es: Moneda utilizada para almacenar cálculos de precios

source: Minimum BOM Cost
es: Costo mínimo del BOM

source: Minimum cost of component parts
es: Costo mínimo de las partes componentes

source: Maximum BOM Cost
es: Costo máximo del BOM

source: Maximum cost of component parts
es: Costo máximo de las partes componentes

source: Minimum Purchase Cost
es: Costo mínimo de compra

source: Minimum historical purchase cost
es: Costo mínimo de compra histórico

source: Maximum Purchase Cost
es: Costo máximo de compra

source: Maximum historical purchase cost
es: Costo máximo de compra histórico

source: Minimum Internal Price
es: Precio interno mínimo

source: Minimum cost based on internal price breaks
es: Costo mínimo basado en los descuentos internos

source: Maximum Internal Price
es: Precio interno máximo

source: Maximum cost based on internal price breaks
es: Costo máximo basado en los descuentos internos

source: Minimum Supplier Price
es: Precio mínimo del proveedor

source: Minimum price of part from external suppliers
es: Precio mínimo de la parte de los proveedores externos

source: Maximum Supplier Price
es: Precio máximo del proveedor

source: Maximum price of part from external suppliers
es: Precio máximo de la parte de los proveedores externos

source: Minimum Variant Cost
es: Costo mínimo de la variante

source: Calculated minimum cost of variant parts
es: Costo mínimo calculado de las partes variantes

source: Maximum Variant Cost
es: Costo máximo de la variante

source: Calculated maximum cost of variant parts
es: Costo máximo calculado de las partes variantes

source: Override minimum cost
es: Anular costo mínimo

source: Override maximum cost
es: Anular costo máximo

source: Calculated overall minimum cost
es: Costo mínimo general calculado

source: Calculated overall maximum cost
es: Costo máximo general calculado

source: Minimum Sale Price
es: Precio mínimo de venta

source: Minimum sale price based on price breaks
es: Precio mínimo de venta basado en descuentos

source: Maximum Sale Price
es: Precio máximo de venta

source: Maximum sale price based on price breaks
es: Precio máximo de venta basado en descuentos

source: Minimum Sale Cost
es: Costo mínimo de venta

source: Minimum historical sale price
es: Precio mínimo de venta histórico

source: Maximum Sale Cost
es: Costo máximo de venta

source: Maximum historical sale price
es: Precio máximo de venta histórico

source: Part for stocktake
es: Parte para inventario

source: Item Count
es: Cantidad de ítems

source: Number of individual stock entries at time of stocktake
es: Número de entradas individuales de inventario en el momento del inventario

source: Total available stock at time of stocktake
es: Inventario total disponible en el momento del inventario

source: Date
es: Fecha

source: Date stocktake was performed
es: Fecha en que se realizó el inventario

source: Additional notes
es: Notas adicionales

source: User who performed this stocktake
es: Usuario que realizó este inventario

source: Minimum Stock Cost
es: Costo mínimo de inventario

source: Estimated minimum cost of stock on hand
es: Costo mínimo estimado del inventario disponible

source: Maximum Stock Cost
es: Costo máximo de inventario

source: Estimated maximum cost of stock on hand
es: Costo máximo estimado del inventario disponible

source: Report
es: Informe

source: Stocktake report file (generated internally)
es: Archivo de informe de inventario (generado internamente)

source: Part Count
es: Cantidad de partes

source: Number of parts covered by stocktake
es: Número de partes cubiertas por el inventario

source: User who requested this stocktake report
es: Usuario que solicitó este informe de inventario

source: Invalid template name - must include at least one alphanumeric character
es: Nombre de plantilla no válido; debe incluir al menos un carácter alfanumérico

source: Choices must be unique
es: Las opciones deben ser únicas

source: Test templates can only be created for trackable parts
es: Las plantillas de prueba solo se pueden crear para partes rastreables

source: Test template with the same key already exists for part
es: Ya existe una plantilla de prueba con la misma clave para esta parte

source: Test Name
es: Nombre de la prueba

source: Enter a name for the test
es: Ingrese un nombre para la prueba

source: Test Key
es: Clave de la prueba

source: Simplified key for the test
es: Clave simplificada para la prueba

source: Test Description
es: Descripción de la prueba

source: Enter description for this test
es: Ingrese una descripción para esta prueba

source: Enabled
es: Activado

source: Is this test enabled?
es: ¿Esta prueba está habilitada?

source: Required
es: Requerido

source: Is this test required to pass?
es: ¿Es necesario aprobar esta prueba?

source: Requires Value
es: Requiere valor

source: Does this test require a value when adding a test result?
es: ¿Esta prueba requiere un valor al agregar un resultado de prueba?

source: Requires Attachment
es: Requiere adjunto

source: Does this test require a file attachment when adding a test result?
es: ¿Esta prueba requiere un archivo adjunto al agregar un resultado de prueba?

source: Choices
es: Opciones

source: Valid choices for this test (comma-separated)
es: Opciones válidas para esta prueba (separadas por comas)

source: Checkbox parameters cannot have units
es: Los parámetros de casilla de verificación no pueden tener unidades

source: Checkbox parameters cannot have choices
es: Los parámetros de casilla de verificación no pueden tener opciones

source: Parameter template name must be unique
es: El nombre de la plantilla de parámetro debe ser único

source: Parameter Name
es: Nombre del parámetro

source: Physical units for this parameter
es: Unidades físicas para este parámetro

source: Parameter description
es: Descripción del parámetro

source: Checkbox
es: Casilla de verificación

source: Is this parameter a checkbox?
es: ¿Es este parámetro una casilla de verificación?

source: Valid choices for this parameter (comma-separated)
es: Opciones válidas para este parámetro (separadas por comas)

source: Invalid choice for parameter value
es: Opción no válida para el valor del parámetro

source: Parent Part
es: Parte padre

source: Parameter Template
es: Plantilla de parámetro

source: Data
es: Datos

source: Parameter Value
es: Valor del parámetro

source: Default Value
es: Valor predeterminado

source: Default Parameter Value
es: Valor predeterminado del parámetro

source: Part ID or part name
es: ID de parte o nombre de parte

source: Unique part ID value
es: Valor único del ID de parte

source: Part IPN value
es: Valor de IPN de parte

source: Level
es: Nivel

source: BOM level
es: Nivel de lista de materiales

source: Select parent part
es: Seleccionar parte padre

source: Sub part
es: Sub parte

source: Select part to be used in BOM
es: Seleccionar parte para ser utilizada en la lista de materiales

source: BOM quantity for this BOM item
es: Cantidad de lista de materiales para este ítem de lista de materiales

source: This BOM item is optional
es: Este ítem de lista de materiales es opcional

source: This BOM item is consumable (it is not tracked in build orders)
es: Este ítem de lista de materiales es consumible (no se rastrea en órdenes de construcción)

source: Overage
es: Sobrante

source: Estimated build wastage quantity (absolute or percentage)
es: Cantidad estimada de desperdicio de construcción (absoluto o porcentaje)

source: BOM item reference
es: Referencia del ítem de lista de materiales

source: BOM item notes
es: Notas del ítem de lista de materiales

source: BOM line checksum
es: Checksum de línea de lista de materiales

source: Validated
es: Validado

source: This BOM item has been validated
es: Este ítem de lista de materiales ha sido validado

source: Gets inherited
es: Se hereda

source: This BOM item is inherited by BOMs for variant parts
es: Este ítem de lista de materiales es heredado por las listas de materiales para partes variantes

source: Allow Variants
es: Permitir variantes

source: Stock items for variant parts can be used for this BOM item
es: Los ítems de inventario para partes variantes pueden ser utilizados para este ítem de lista de materiales

source: Quantity must be integer value for trackable parts
es: La cantidad debe ser un valor entero para partes rastreables

source: Sub part must be specified
es: Debe especificarse la sub parte

source: BOM Item Substitute
es: Sustituto de ítem de lista de materiales

source: Substitute part cannot be the same as the master part
es: La pieza sustituta no puede ser la misma que la pieza principal

source: Parent BOM item
es: Ítem BOM padre

source: Substitute part
es: Pieza sustituta

source: Part 1
es: Pieza 1

source: Part 2
es: Pieza 2

source: Select Related Part
es: Seleccionar pieza relacionada

source: Part relationship cannot be created between a part and itself
es: No se puede crear una relación entre una pieza y ella misma

source: Duplicate relationship already exists
es: Ya existe una relación duplicada

source: Parent Category
es: Categoría padre

source: Parent part category
es: Categoría de la parte padre

source: Subcategories
es: Subcategorías

source: Results
es: Resultados

source: Number of results recorded against this template
es: Número de resultados registrados para esta plantilla

source: Purchase currency of this stock item
es: Moneda de compra de este ítem de stock

source: Number of parts using this template
es: Número de partes que utilizan esta plantilla

source: No parts selected
es: No se han seleccionado partes

source: Select category
es: Seleccionar categoría

source: Original Part
es: Pieza original

source: Select original part to duplicate
es: Seleccionar la pieza original a duplicar

source: Copy Image
es: Copiar imagen

source: Copy image from original part
es: Copiar imagen de la pieza original

source: Copy BOM
es: Copiar BOM

source: Copy bill of materials from original part
es: Copiar lista de materiales de la pieza original

source: Copy Parameters
es: Copiar parámetros

source: Copy parameter data from original part
es: Copiar datos de parámetros de la pieza original

source: Copy Notes
es: Copiar notas

source: Copy notes from original part
es: Copiar notas de la pieza original

source: Initial Stock Quantity
es: Cantidad inicial de stock

source: Specify initial stock quantity for this Part. If quantity is zero, no stock is added.
es: Especificar la cantidad inicial de stock para esta pieza. Si la cantidad es cero, no se añadirá stock.

source: Initial Stock Location
es: Ubicación inicial de stock

source: Specify initial stock location for this Part
es: Especificar la ubicación inicial de stock para esta pieza

source: Select supplier (or leave blank to skip)
es: Seleccionar proveedor (o dejar en blanco para omitir)

source: Select manufacturer (or leave blank to skip)
es: Seleccionar fabricante (o dejar en blanco para omitir)

source: Manufacturer part number
es: Número de parte del fabricante

source: Selected company is not a valid supplier
es: La empresa seleccionada no es un proveedor válido

source: Selected company is not a valid manufacturer
es: La empresa seleccionada no es un fabricante válido

source: Manufacturer part matching this MPN already exists
es: Ya existe una parte del fabricante que coincide con este MPN

source: Supplier part matching this SKU already exists
es: Ya existe una parte del proveedor que coincide con este SKU

source: External Stock
es: Stock externo

source: Unallocated Stock
es: Stock no asignado

source: Variant Stock
es: Stock de variantes

source: Duplicate Part
es: Duplicar parte

source: Copy initial data from another Part
es: Copiar datos iniciales de otra parte

source: Initial Stock
es: Stock inicial

source: Create Part with initial stock quantity
es: Crear parte con cantidad inicial de stock

source: Supplier Information
es: Información del proveedor

source: Add initial supplier information for this part
es: Agregar información inicial del proveedor para esta parte

source: Copy Category Parameters
es: Copiar parámetros de categoría

source: Copy parameter templates from selected part category
es: Copiar plantillas de parámetros de la categoría de partes seleccionada

source: Existing Image
es: Imagen existente

source: Filename of an existing part image
es: Nombre de archivo de una imagen de parte existente

source: Image file does not exist
es: El archivo de imagen no existe

source: Limit stocktake report to a particular part, and any variant parts
es: Limitar el informe de inventario a una parte específica y a cualquier parte variante

source: Limit stocktake report to a particular part category, and any child categories
es: Limitar el informe de inventario a una categoría de parte específica y a cualquier subcategoría

source: Limit stocktake report to a particular stock location, and any child locations
es: Limitar el informe de inventario a una ubicación de stock específica y a cualquier ubicación secundaria

source: Exclude External Stock
es: Excluir stock externo

source: Exclude stock items in external locations
es: Excluir ítems de stock en ubicaciones externas

source: Generate Report
es: Generar informe

source: Generate report file containing calculated stocktake data
es: Generar archivo de informe que contiene datos calculados de inventario

source: Update Parts
es: Actualizar partes

source: Update specified parts with calculated stocktake data
es: Actualizar las partes especificadas con los datos calculados del inventario

source: Stocktake functionality is not enabled
es: La funcionalidad de inventario no está habilitada

source: Override calculated value for minimum price
es: Anular el valor calculado para el precio mínimo

source: Minimum price currency
es: Moneda del precio mínimo

source: Override calculated value for maximum price
es: Anular el valor calculado para el precio máximo

source: Maximum price currency
es: Moneda del precio máximo

source: Update
es: Actualizar

source: Update pricing for this part
es: Actualizar la fijación de precios para esta parte

source: Could not convert from provided currencies to {default_currency}
es: No se pudo convertir desde las monedas proporcionadas a {default_currency}

source: Minimum price must not be greater than maximum price
es: El precio mínimo no debe ser mayor que el precio máximo

source: Maximum price must not be less than minimum price
es: El precio máximo no debe ser menor que el precio mínimo

source: Select part to copy BOM from
es: Seleccionar parte de la cual copiar la lista de materiales (BOM)

source: Remove Existing Data
es: Eliminar datos existentes

source: Remove existing BOM items before copying
es: Eliminar elementos de la lista de materiales (BOM) existentes antes de copiar

source: Include Inherited
es: Incluir heredados

source: Include BOM items which are inherited from templated parts
es: Incluir elementos de la lista de materiales (BOM) que son heredados de partes con plantilla

source: Skip Invalid Rows
es: Omitir filas inválidas

source: Enable this option to skip invalid rows
es: Habilitar esta opción para omitir filas inválidas

source: Copy Substitute Parts
es: Copiar partes sustitutas

source: Copy substitute parts when duplicating BOM items
es: Copiar partes sustitutas al duplicar elementos de la lista de materiales (BOM)

source: Clear Existing BOM
es: Eliminar lista de materiales (BOM) existente

source: Delete existing BOM items before uploading
es: Eliminar elementos de la lista de materiales (BOM) existentes antes de cargar

source: No part column specified
es: No se especificó columna de parte

source: Multiple matching parts found
es: Se encontraron varias partes coincidentes

source: No matching part found
es: No se encontró ninguna parte coincidente
