Repository: anderson383/inventary
Catalog: InvenTree-master/src/backend/InvenTree/locale/*/LC_MESSAGES/django.po
Languages: es

source: Part is not designated as a component
es: La parte no está designada como componente

source: Quantity not provided
es: Cantidad no proporcionada

source: Invalid quantity
es: Cantidad inválida

source: At least one BOM item is required
es: Se requiere al menos un elemento de la lista de materiales (BOM)

source: Total Quantity
es: Cantidad total

source: Total Cost Min
es: Costo total mínimo

source: Total Cost Max
es: Costo total máximo

source: Stocktake Report Available
es: Informe de inventario disponible

source: A new stocktake report is available for download
es: Hay un nuevo informe de inventario disponible para descargar

source: Low stock notification
es: Notificación de bajo stock

source: The available stock for {part.name} has fallen below the configured minimum level
es: El stock disponible para {part.name} ha caído por debajo del nivel mínimo configurado

source: You do not have permission to edit the BOM.
es: No tienes permiso para editar la lista de materiales (BOM).

source: The BOM this part has been changed, and must be validated
es: La lista de materiales (BOM) de esta parte ha sido modificada y debe ser validada

source: This BOM was last checked by %(checker)s on %(check_date)s
es: Esta lista de materiales (BOM) fue verificada por última vez por %(checker)s el %(check_date)s

source: This BOM has not been validated.
es: Esta lista de materiales (BOM) no ha sido validada.

source: Perform stocktake for this part category
es: Realizar inventario para esta categoría de partes

source: You are subscribed to notifications for this category
es: Estás suscrito a las notificaciones para esta categoría

source: Subscribe to notifications for this category
es: Suscribirse a las notificaciones para esta categoría

source: Category Actions
es: Acciones de categoría

source: Edit category
es: Editar categoría

source: Edit Category
es: Editar Categoría

source: Delete category
es: Eliminar categoría

source: Delete Category
es: Eliminar Categoría

source: Top level part category
es: Categoría principal de partes

source: Parts (Including subcategories)
es: Partes (Incluyendo subcategorías)

source: Create new part
es: Crear nueva parte

source: New Part
es: Nueva Parte

source: Part Parameters
es: Parámetros de la parte

source: Create new part category
es: Crear nueva categoría de partes

source: New Category
es: Nueva Categoría

source: Import Parts
es: Importar partes

source: Make a copy of part '%(full_name)s'.
es: Hacer una copia de la parte '%(full_name)s'.

source: Possible Matching Parts
es: Partes posiblemente coincidentes

source: The new part may be a duplicate of these existing parts
es: La nueva parte podría ser un duplicado de estas partes existentes

source: %(full_name)s - <em>%(desc)s</em> (%(match_per)s%% match)
es: %(full_name)s - <em>%(desc)s</em> (coincidencia del %(match_per)s%%)

source: Part Stock
es: Stock de la parte

source: Refresh scheduling data
es: Actualizar datos de programación

source: Refresh
es: Actualizar

source: Add stocktake information
es: Agregar información de inventario

source: Stocktake
es: Inventario

source: Part Test Templates
es: Plantillas de pruebas de la parte

source: Add Test Template
es: Agregar plantilla de prueba

source: Sales Order Allocations
es: Asignaciones de pedidos de venta

source: Part Notes
es: Notas de la parte

source: Part Variants
es: Variantes de la parte

source: Create new variant
es: Crear nueva variante

source: New Variant
es: Nueva Variante

source: Add new parameter
es: Agregar nuevo parámetro

source: Related Parts
es: Partes relacionadas

source: Add Related
es: Agregar relacionada

source: Bill of Materials
es: Lista de materiales

source: Export actions
es: Acciones de exportación

source: Export BOM
es: Exportar BOM

source: Print BOM Report
es: Imprimir informe de BOM

source: BOM actions
es: Acciones de BOM

source: Upload BOM
es: Subir BOM

source: Validate BOM
es: Validar BOM

source: Add BOM Item
es: Agregar ítem de BOM

source: Assemblies
es: Ensamblajes

source: Part Builds
es: Construcciones de partes

source: Build Order Allocations
es: Asignaciones de órdenes de construcción

source: Part Suppliers
es: Proveedores de partes

source: Part Manufacturers
es: Fabricantes de partes

source: Related Part
es: Parte relacionada

source: Add Related Part
es: Agregar parte relacionada

source: Add Test Result Template
es: Agregar plantilla de resultado de prueba

source: Insufficient privileges.
es: Privilegios insuficientes.

source: Return to Parts
es: Volver a las partes

source: Import Parts from File
es: Importar partes desde archivo

source: Requirements for part import
es: Requisitos para la importación de partes

source: The part import file must contain the required named columns as provided in the
es: El archivo de importación de partes debe contener las columnas con nombres requeridos como se indica en la

source: Part Import Template
es: Plantilla de importación de partes

source: Download Part Import Template
es: Descargar plantilla de importación de partes

source: Format
es: Formato

source: Select file format
es: Seleccionar formato de archivo

source: Part List
es: Lista de partes

source: You are subscribed to notifications for this part
es: Estás suscrito a notificaciones para esta parte

source: Subscribe to notifications for this part
es: Suscribirse a notificaciones para esta parte

source: Print Label
es: Imprimir etiqueta

source: Show pricing information
es: Mostrar información de precios

source: Stock actions
es: Acciones de stock

source: Count part stock
es: Contar stock de partes

source: Transfer part stock
es: Transferir stock de partes

source: Part actions
es: Acciones de partes

source: Duplicate part
es: Duplicar parte

source: Edit part
es: Editar parte

source: Delete part
es: Eliminar parte

source: Part is a template part (variants can be made from this part)
es: La parte es una plantilla (se pueden crear variantes a partir de esta parte)

source: Part can be assembled from other parts
es: La parte se puede ensamblar con otras partes

source: Part can be used in assemblies
es: La parte se puede usar en ensamblajes

source: Part stock is tracked by serial number
es: El stock de la parte se rastrea por número de serie

source: Part can be purchased from external suppliers
es: La parte se puede comprar a proveedores externos

source: Part can be sold to customers
es: La parte se puede vender a clientes

source: Part is not active
es: La parte no está activa

source: Part is virtual (not a physical part)
es: La parte es virtual (no es una parte física)

source: Show Part Details
es: Mostrar detalles de la parte

source: Allocated to Build Orders
es: Asignado a órdenes de construcción

source: Allocated to Sales Orders
es: Asignado a órdenes de venta

source: Can Build
es: Puede construir

source: Minimum stock level
es: Nivel mínimo de stock

source: Price Range
es: Rango de precios

source: Latest Serial Number
es: Último número de serie

source: Search for serial number
es: Buscar por número de serie

source: Part QR Code
es: Código QR de la parte

source: Link Barcode to Part
es: Vincular código de barras a la parte

source: Calculate
es: Calcular

source: Remove associated image from this part
es: Eliminar la imagen asociada a esta parte

source: No matching images found
es: No se encontraron imágenes coincidentes

source: Hide Part Details
es: Ocultar detalles de la parte

source: Supplier Pricing
es: Precios del proveedor

source: Unit Cost
es: Costo unitario

source: No supplier pricing available
es: No hay precios de proveedores disponibles

source: BOM Pricing
es: Precios de BOM

source: Unit Purchase Price
es: Precio unitario de compra

source: Total Purchase Price
es: Precio total de compra

source: No BOM pricing available
es: No hay precios de BOM disponibles

source: Internal Price
es: Precio interno

source: No pricing information is available for this part.
es: No hay información de precios disponible para esta parte.

source: Scheduled Quantity
es: Cantidad programada

source: Variants
es: Variantes

source: Stock
es: Inventario

source: Pricing
es: Precios

source: Scheduling
es: Programación

source: Test Templates
es: Plantillas de prueba

source: Select from existing images
es: Seleccionar de las imágenes existentes

source: Pricing Overview
es: Resumen de precios

source: Refresh Part Pricing
es: Actualizar precios de la parte

source: Override Part Pricing
es: Anular precios de la parte

source: Edit
es: Editar

source: Last Updated
es: Última actualización

source: Price Category
es: Categoría de precio

source: Minimum
es: Mínimo

source: Maximum
es: Máximo

source: Internal Pricing
es: Precios internos

source: Purchase History
es: Historial de compras

source: Variant Pricing
es: Precios de variantes

source: Pricing Overrides
es: Anulaciones de precios

source: Overall Pricing
es: Precios generales

source: Sale History
es: Historial de ventas

source: Sale price data is not available for this part
es: Los datos del precio de venta no están disponibles para esta parte

source: Price range data is not available for this part.
es: Los datos del rango de precios no están disponibles para esta parte

source: Jump to overview
es: Ir al resumen

source: Add Internal Price Break
es: Agregar intervalo de precio interno

source: Sale Pricing
es: Precios de venta

source: Add Sell Price Break
es: Agregar intervalo de precio de venta

source: Update Pricing
es: Actualizar precios

source: No Stock
es: Sin inventario

source: Low Stock
es: Inventario bajo

source: Return to BOM
es: Volver a la BOM

source: Upload Bill of Materials
es: Subir lista de materiales

source: BOM upload requirements
es: Requisitos para la carga de BOM

source: Upload BOM File
es: Subir archivo de BOM

source: Submit BOM Data
es: Enviar datos del BOM

source: Requirements for BOM upload
es: Requisitos para la carga de BOM

source: The BOM file must contain the required named columns as provided in the
es: El archivo BOM debe contener las columnas nombradas requeridas como se indica en la

source: BOM Upload Template
es: Plantilla de carga de BOM

source: Each part must already exist in the database
es: Cada parte debe existir previamente en la base de datos

source: Create new part variant
es: Crear nueva variante de parte

source: Create a new variant part from this template
es: Crear una nueva variante de parte a partir de esta plantilla

source: Match References
es: Coincidir referencias

source: Can't import part {new_part.name} because there is no category assigned
es: No se puede importar la parte {new_part.name} porque no tiene ninguna categoría asignada

source: Select Part Image
es: Seleccionar imagen de la parte

source: Updated part image
es: Imagen de la parte actualizada

source: Part image not found
es: Imagen de la parte no encontrada

source: Part Pricing
es: Precios de la parte

source: Plugin cannot be deleted as it is currently active
es: El plugin no se puede eliminar porque está actualmente activo

source: No action specified
es: No se especificó ninguna acción

source: No matching action found
es: No se encontró ninguna acción coincidente

source: No match found for barcode data
es: No se encontró coincidencia para los datos del código de barras

source: Match found for barcode data
es: Se encontró una coincidencia para los datos del código de barras

source: Barcode matches existing item
es: El código de barras coincide con un artículo existente

source: No matching part data found
es: No se encontraron datos de pieza coincidentes

source: No matching supplier parts found
es: No se encontraron piezas de proveedor coincidentes

source: Multiple matching supplier parts found
es: Se encontraron varias piezas de proveedor coincidentes

source: Matched supplier part
es: Pieza de proveedor coincidente

source: Item has already been received
es: El artículo ya ha sido recibido

source: No match for supplier barcode
es: No hay coincidencia para el código de barras del proveedor

source: Multiple matching line items found
es: Se encontraron varios elementos de línea coincidentes

source: No matching line item found
es: No se encontró ningún elemento de línea coincidente

source: Barcode does not match an existing stock item
es: El código de barras no coincide con un artículo de inventario existente

source: Stock item does not match line item
es: El artículo de inventario no coincide con el elemento de línea

source: Insufficient stock available
es: Stock insuficiente disponible

source: Stock item allocated to sales order
es: Artículo de inventario asignado a orden de venta

source: Not enough information
es: Información insuficiente

source: Found multiple matching supplier parts for barcode
es: Se encontraron varias piezas de proveedor coincidentes para el código de barras

source: Found multiple purchase orders matching '{order}'
es: Se encontraron varias órdenes de compra coincidentes para '{order}'

source: No matching purchase order for '{order}'
es: No se encontró ninguna orden de compra coincidente para '{order}'

source: Purchase order does not match supplier
es: La orden de compra no coincide con el proveedor

source: Failed to find pending line item for supplier part
es: No se pudo encontrar el elemento de línea pendiente para la parte del proveedor

source: Further information required to receive line item
es: Se requiere más información para recibir el elemento de línea

source: Received purchase order line item
es: Se recibió el elemento de línea de la orden de compra

source: Scanned barcode data
es: Datos de código de barras escaneado

source: Purchase Order to allocate items against
es: Orden de compra para asignar elementos

source: Purchase order is not pending
es: La orden de compra no está pendiente

source: PurchaseOrder to receive items against
es: Orden de compra para recibir elementos

source: Purchase order has not been placed
es: La orden de compra no ha sido realizada

source: Location to receive items into
es: Ubicación para recibir elementos

source: Cannot select a structural location
es: No se puede seleccionar una ubicación estructural

source: Sales Order to allocate items against
es: Orden de venta para asignar elementos

source: Sales order is not pending
es: La orden de venta no está pendiente

source: Sales order line item to allocate items against
es: Elemento de línea de la orden de venta para asignar elementos

source: Sales order shipment to allocate items against
es: Envío de la orden de venta para asignar elementos

source: Shipment has already been delivered
es: El envío ya ha sido entregado

source: Quantity to allocate
es: Cantidad a asignar

source: Label printing failed
es: Falló la impresión de la etiqueta

source: Error rendering label to PDF
es: Error al renderizar la etiqueta a PDF

source: Error rendering label to HTML
es: Error al renderizar la etiqueta a HTML

source: No items provided to print
es: No se proporcionaron elementos para imprimir

source: InvenTree Barcodes
es: Códigos de barras de InvenTree

source: Provides native support for barcodes
es: Proporciona soporte nativo para códigos de barras

source: InvenTree contributors
es: Contribuyentes de InvenTree

source: InvenTree Notifications
es: Notificaciones de InvenTree

source: Integrated outgoing notification methods
es: Métodos integrados de notificación saliente

source: Enable email notifications
es: Habilitar notificaciones por correo electrónico

source: Allow sending of emails for event notifications
es: Permitir el envío de correos electrónicos para notificaciones de eventos

source: Enable slack notifications
es: Habilitar notificaciones de Slack

source: Allow sending of slack channel messages for event notifications
es: Permitir el envío de mensajes de canal de Slack para notificaciones de eventos

source: Slack incoming webhook url
es: URL de webhook entrante de Slack

source: URL that is used to send messages to a slack channel
es: URL que se utiliza para enviar mensajes a un canal de Slack

source: Open link
es: Abrir enlace

source: InvenTree Currency Exchange
es: Intercambio de moneda de InvenTree

source: Default currency exchange integration
es: Integración predeterminada de intercambio de moneda

source: InvenTree PDF label printer
es: Impresora de etiquetas PDF de InvenTree

source: Provides native support for printing PDF labels
es: Proporciona soporte nativo para imprimir etiquetas PDF

source: Debug mode
es: Modo de depuración

source: Enable debug mode - returns raw HTML instead of PDF
es: Habilitar modo de depuración: devuelve HTML sin procesar en lugar de PDF

source: InvenTree machine label printer
es: Impresora de etiquetas de máquina InvenTree

source: Provides support for printing using a machine
es: Proporciona soporte para imprimir usando una máquina

source: last used
es: último utilizado

source: Options
es: Opciones

source: Page size for the label sheet
es: Tamaño de página para la hoja de etiquetas

source: Skip Labels
es: Saltar etiquetas

source: Skip this number of labels when printing label sheets
es: Saltar este número de etiquetas al imprimir hojas de etiquetas

source: Border
es: Borde

source: Print a border around each label
es: Imprimir un borde alrededor de cada etiqueta

source: Landscape
es: Horizontal

source: Print the label sheet in landscape mode
es: Imprimir la hoja de etiquetas en modo horizontal

source: InvenTree Label Sheet Printer
es: Impresora de hojas de etiquetas InvenTree

source: Arrays multiple labels onto a single sheet
es: Agrupa varias etiquetas en una sola hoja

source: Label is too large for page size
es: La etiqueta es demasiado grande para el tamaño de página

source: No labels were generated
es: No se generaron etiquetas

source: Supplier Integration - DigiKey
es: Integración de proveedor - DigiKey

source: Provides support for scanning DigiKey barcodes
es: Proporciona soporte para escanear códigos de barras de DigiKey

source: The Supplier which acts as 'DigiKey'
es: El proveedor que actúa como 'DigiKey'

source: Supplier Integration - LCSC
es: Integración de proveedor - LCSC

source: Provides support for scanning LCSC barcodes
es: Proporciona soporte para escanear códigos de barras de LCSC

source: The Supplier which acts as 'LCSC'
es: El proveedor que actúa como 'LCSC'

source: Supplier Integration - Mouser
es: Integración de proveedor - Mouser

source: Provides support for scanning Mouser barcodes
es: Proporciona soporte para escanear códigos de barras de Mouser

source: The Supplier which acts as 'Mouser'
es: El proveedor que actúa como 'Mouser'

source: Supplier Integration - TME
es: Integración de proveedor - TME

source: Provides support for scanning TME barcodes
es: Proporciona soporte para escanear códigos de barras de TME

source: The Supplier which acts as 'TME'
es: El proveedor que actúa como 'TME'

source: Only staff users can administer plugins
es: Solo los usuarios del personal pueden administrar complementos

source: Plugin installation is disabled
es: La instalación del complemento está deshabilitada

source: Installed plugin successfully
es: Se instaló el complemento correctamente

source: Installed plugin into {path}
es: Se instaló el complemento en {path}

source: Plugin was not found in registry
es: No se encontró el complemento en el registro

source: Plugin is not a packaged plugin
es: El complemento no es un complemento empaquetado

source: Plugin package name not found
es: No se encontró el nombre del paquete del complemento

source: Plugin uninstalling is disabled
es: La desinstalación del complemento está deshabilitada

source: Plugin cannot be uninstalled as it is currently active
es: El complemento no se puede desinstalar porque está activo actualmente

source: Uninstalled plugin successfully
es: Se desinstaló el complemento correctamente

source: Plugin Configuration
es: Configuración del complemento

source: Plugin Configurations
es: Configuraciones del complemento

source: Key
es: Clave

source: Key of plugin
es: Clave del complemento

source: PluginName of the plugin
es: Nombre del complemento

source: Package Name
es: Nombre del paquete

source: Name of the installed package, if the plugin was installed via PIP
es: Nombre del paquete instalado, si el complemento se instaló a través de PIP

source: Is the plugin active
es: ¿Está activo el complemento?

source: Installed
es: Instalado

source: Sample plugin
es: Complemento de ejemplo

source: Builtin Plugin
es: Complemento incorporado

source: Package Plugin
es: Complemento de paquete

source: Plugin
es: Complemento

source: Method
es: Método

source: No author found
es: No se encontró autor

source: Plugin '{p}' is not compatible with the current InvenTree version {v}
es: El complemento '{p}' no es compatible con la versión actual de InvenTree {v}

source: Plugin requires at least version {v}
es: El complemento requiere al menos la versión {v}

source: Plugin requires at most version {v}
es: El complemento requiere como máximo la versión {v}

source: Enable PO
es: Habilitar orden de compra

source: Enable PO functionality in InvenTree interface
es: Habilitar la funcionalidad de orden de compra en la interfaz de InvenTree

source: API Key
es: Clave API

source: Key required for accessing external API
es: Clave requerida para acceder a la API externa

source: Numerical
es: Numérico

source: A numerical setting
es: Una configuración numérica

source: Choice Setting
es: Configuración de opciones

source: A setting with multiple choices
es: Una configuración con múltiples opciones

source: Sample currency exchange plugin
es: Plugin de ejemplo de intercambio de divisas

source: InvenTree Contributors
es: Contribuyentes de InvenTree

source: Source URL
es: URL de origen

source: Source for the package - this can be a custom registry or a VCS path
es: Origen del paquete: puede ser un registro personalizado o una ruta de control de versiones (VCS)

source: Name for the Plugin Package - can also contain a version indicator
es: Nombre del paquete del complemento: también puede contener un indicador de versión

source: Version
es: Versión

source: Version specifier for the plugin. Leave blank for latest version.
es: Especificador de versión del complemento. Dejar en blanco para la última versión.

source: Confirm plugin installation
es: Confirmar la instalación del complemento

source: This will install this plugin now into the current instance. The instance will go into maintenance.
es: Esto instalará este complemento ahora en la instancia actual. La instancia entrará en mantenimiento.

source: Installation not confirmed
es: Instalación no confirmada

source: Either packagename of URL must be provided
es: Debe proporcionar el nombre del paquete o la URL

source: Full reload
es: Recarga completa

source: Perform a full reload of the plugin registry
es: Realizar una recarga completa del registro de complementos

source: Force reload
es: Recarga forzada

source: Force a reload of the plugin registry, even if it is already loaded
es: Forzar una recarga del registro de complementos, aunque ya esté cargado

source: Collect plugins
es: Recoger complementos

source: Collect plugins and add them to the registry
es: Recoger complementos y agregarlos al registro

source: Activate Plugin
es: Activar complemento

source: Activate this plugin
es: Activar este complemento

source: Delete configuration
es: Eliminar configuración

source: Delete the plugin configuration from the database
es: Eliminar la configuración del complemento de la base de datos

source: No valid objects provided to template
es: No se proporcionaron objetos válidos para la plantilla

source: Items
es: Ítems

source: Plugin not found
es: Plugin no encontrado

source: Plugin is not active
es: El plugin no está activo
